Repository: microcosmx/experiments
Catalog: statusnet/plugins/Adsense/locale/*-tarask/LC_MESSAGES/Adsense.po
Languages: be

source: AdSense configuration
be: Устаноўкі AdSense

source: Plugin to add Google AdSense to StatusNet sites.
be: Дапаўненьне для даданьня Google AdSense на сайты StatusNet.

source: AdSense settings for this StatusNet site
be: Устаноўкі AdSense для гэтага сайта StatusNet

source: Client ID
be: Ідэнтыфікатар кліента

source: Google client ID
be: Ідэнтыфікатар кліента Google

source: Ad script URL
be: URL-адрас скрыпта рэклямы

source: Script URL (advanced)
be: URL-адрас скрыпта (палепшаная ўстаноўка)

source: Medium rectangle
be: Сярэдні прамавугольнік

source: Medium rectangle slot code
be: Слот-код сярэдняга прамавугольніка

source: Rectangle
be: Прамавугольнік

source: Rectangle slot code
be: Слот-код прамавугольніка

source: Leaderboard
be: Дошка гонару

source: Leaderboard slot code
be: Слот-код дошкі гонару

source: Skyscraper
be: Хмарачос

source: Wide skyscraper slot code
be: Слот-код хмарачосу

source: Save
be: Захаваць

source: Save AdSense settings
be: Захаваць устаноўкі AdSense
