Repository: microcosmx/experiments
Catalog: statusnet/locale/*/LC_MESSAGES/statusnet.po
Languages: ml

source: User is not a member of group.
ml: ഉപയോക്താവ് സംഘത്തിലെ അംഗമല്ല.

source: Block user from group
ml: സംഘത്തിൽ നിന്നും ഉപയോക്താവിനെ തടയുക

source: Are you sure you want to block user "%1$s" from the group "%2$s"? They will be removed from the group, unable to post, and unable to subscribe to the group in the future.
ml: "%2$s" എന്ന സംഘത്തിൽ നിന്നും "%1$s" എന്ന ഉപയോക്താവിനെ തടയണം എന്ന് ഉറപ്പാണോ? പിന്നീടിവിടെ എഴുത്ത് ചേർക്കാനും വരിക്കാരാകാനും സാധിക്കാത്ത വിധത്തിൽ അവർ സംഘത്തിൽ നിന്ന് നീക്കം ചെയ്യപ്പെടും.

source: Do not block this user from this group.
ml: ഈ സംഘത്തിൽ നിന്നും ഈ ഉപയോക്താവിനെ തടയരുത്.

source: Block this user from this group.
ml: ഈ സംഘത്തിൽ നിന്നും ഈ ഉപയോക്താവിനെ തടയുക.

source: Database error blocking user from group.
ml: സംഘത്തിൽ നിന്നും ഉപയോക്താവിനെ തടയുമ്പോൾ ഡേറ്റാബേസ് പിഴവുണ്ടായി.

source: No ID.
ml: ഐ.ഡി. ഇല്ല.

source: You must be logged in to edit a group.
ml: സംഘത്തിൽ മാറ്റങ്ങൾ വരുത്താൻ താങ്കൾ ലോഗിൻ ചെയ്തിരിക്കേണ്ടതാണ്.

source: Group design
ml: സംഘത്തിന്റെ രൂപകല്പന

source: Customize the way your group looks with a background image and a colour palette of your choice.
ml: പശ്ചാത്തല്ല ചിത്രവും വർണ്ണങ്ങളും ചേർത്ത് സംഘത്തിന്റെ ദൃശ്യരൂപം ഇച്ഛാനുസരണമാക്കുക.

source: Unable to update your design settings.
ml: താങ്കളുടെ രൂപകല്പനാ സജ്ജീകരണങ്ങൾ പുതുക്കാനായില്ല.

source: Design preferences saved.
ml: രൂപകല്പനാ ക്രമീകരണങ്ങൾ സേവ് ചെയ്തിരിക്കുന്നു.

source: Group logo
ml: സംഘത്തിന്റെ ലോഗോ

source: You can upload a logo image for your group. The maximum file size is %s.
ml: താങ്കൾക്ക് താങ്കളുടെ സംഘത്തിനുള്ള ലോഗോ അപ്‌ലോഡ് ചെയ്യാവുന്നതാണ്. പ്രമാണത്തിന്റെ പരമാവധി വലിപ്പം %s ആയിരിക്കണം.

source: Upload
ml: അപ്‌ലോഡ്

source: Crop
ml: വെട്ടിച്ചെറുതാക്കുക

source: Pick a square area of the image to be the logo.
ml: ലോഗോ ആക്കാൻ ചിത്രത്തിന്റെ ഒരു സമചതുരത്തിലുള്ള ഭാഗം തിരഞ്ഞെടുക്കുക.

source: Logo updated.
ml: ലോഗോ പുതുക്കി.

source: Failed updating logo.
ml: ലോഗോ പുതുക്കൽ പരാജയപ്പെട്ടു.

source: %s group members
ml: %s സംഘ അംഗങ്ങൾ

source: %1$s group members, page %2$d
ml: %1$s സംഘത്തിലെ അംഗങ്ങൾ, താൾ %2$d

source: A list of the users in this group.
ml: ഈ സംഘത്തിലെ ഉപയോക്താക്കളുടെ പട്ടിക.

source: Admin
ml: കാര്യനിർവാഹകൻ

# BUTTON
source: Block
ml: തടയുക

# TOOLTIP
source: Block this user
ml: ഈ ഉപയോക്താവിനെ തടയുക

source: Make user an admin of the group
ml: ഉപയോക്താവിനെ സംഘത്തിന്റെ കാര്യനിർവ്വാഹകനാക്കുക

# BUTTON
source: Make Admin
ml: കാര്യനിർവ്വാഹകനാക്കുക

# TOOLTIP
source: Make this user an admin
ml: ഈ ഉപയോക്താവിനെ കാര്യനിർവ്വാഹകനാക്കുക

source: Updates from members of %1$s on %2$s!
ml: %2$s സൈറ്റിലെ %1$s സംഘാങ്ങളുടെ പുതുക്കലുകൾ!

# TITLE
source: Groups
ml: സംഘങ്ങൾ

# TITLE
source: Groups, page %d
ml: സംഘങ്ങൾ, താൾ %d

source: %%%%site.name%%%% groups let you find and talk with people of similar interests. After you join a group you can send messages to all other members using the syntax "!groupname". Don't see a group you like? Try [searching for one](%%%%action.groupsearch%%%%) or [start your own](%%%%action.newgroup%%%%)!
ml: സമാന താത്പര്യങ്ങളുള്ള ആൾക്കാരെ കണ്ടെത്താൻ %%%%site.name%%%% സംഘങ്ങൾ സഹായമാവുന്നു. ഒരു സംഘത്തിൽ ചേർന്നു കഴിഞ്ഞാൽ "!groupname" എന്ന് ഉപയോഗിച്ച് സംഘത്തിലെ എല്ലാവർക്കുമായി സന്ദേശമയയ്ക്കാൻ സാധിക്കും. താങ്കൾക്ക് താത്പര്യമുള്ള സംഘം കണ്ടെത്താനായില്ലേ? [തിരഞ്ഞു നോക്കുക](%%%%action.groupsearch%%%%) അല്ലെങ്കിൽ [താങ്കൾ തന്നെ ഒരെണ്ണം തുടങ്ങുക!](%%%%action.newgroup%%%%)

source: Create a new group
ml: പുതിയൊരു സംഘം സൃഷ്ടിക്കുക

source: Search for groups on %%site.name%% by their name, location, or description. Separate the terms by spaces; they must be 3 characters or more.
ml: %%site.name%% സൈറ്റിൽ അവയുടെ പേരിനേയോ, പ്രദേശത്തിനേയോ, വിവരണത്തിനേയോ അടിസ്ഥാനമാക്കി സംഘങ്ങൾ തിരയുക. ഒന്നിലധികം പദങ്ങൾ ഉണ്ടെങ്കിൽ അവയ്ക്കിടയിൽ ഇട നൽകുക; ഓരോ പദത്തിലും മൂന്നോ അതിലധികമോ അക്ഷരങ്ങൾ ഉണ്ടായിരിക്കണം.

source: Group search
ml: സംഘത്തിൽ തിരയുക

source: No results.
ml: ഫലങ്ങൾ ഒന്നുമില്ല

source: If you cannot find the group you're looking for, you can [create it](%%action.newgroup%%) yourself.
ml: താങ്കൾ അന്വേഷിക്കുന്ന സംഘം കണ്ടെത്താനായില്ലെങ്കിൽ, താങ്കൾക്ക് തന്നെ [അതുണ്ടാക്കാവുന്നതാണ്](%%action.newgroup%%).

source: Why not [register an account](%%action.register%%) and [create the group](%%action.newgroup%%) yourself!
ml: എന്തുകൊണ്ട് താങ്കൾക്ക് തന്നെ [അംഗത്വമെടുക്കുകയും](%%action.register%%) [സംഘം സൃഷ്ടിക്കുകയും](%%action.newgroup%%) ചെയ്തുകൂട!

source: Only an admin can unblock group members.
ml: സംഘത്തിലെ അംഗങ്ങളുടെ തടയൽ നീക്കാൻ കാര്യനിർവ്വാഹകനു മാത്രമേ കഴിയൂ.

source: User is not blocked from group.
ml: ഉപയോക്താവ് സംഘത്തിൽ നിന്നും തടയപ്പെട്ടിട്ടില്ല.

source: Error removing the block.
ml: തടയൽ നീക്കുന്നതിൽ പിഴവുണ്ടായി.

source: IM settings
ml: ഐ.എം. സജ്ജീകരണങ്ങൾ

source: You can send and receive notices through Jabber/Google Talk [instant messages](%%doc.im%%). Configure your address and settings below.
ml: ജാബ്ബർ/ജിറ്റോക് [തത്സമയ സന്ദേശങ്ങൾ - instant messages] ഉപയോഗിച്ച് താങ്കൾക്ക് അറിയിപ്പുകൾ അയയ്ക്കാനും സ്വീകരിക്കാനും കഴിയുന്നതാണ് (%%doc.im%%). താങ്കളുടെ വിലാസവും സജ്ജീകരണങ്ങളും താഴെ ക്രമീകരിക്കുക.

source: IM is not available.
ml: ഐ.എം. ലഭ്യമല്ല.

source: IM address
ml: ഐ.എം. വിലാസം

source: Current confirmed Jabber/Google Talk address.
ml: ഇപ്പോഴത്തെ സ്ഥിരീകരിക്കപ്പെട്ട ജാബ്ബർ/ജിറ്റോക് വിലാസം.

source: Awaiting confirmation on this address. Check your Jabber/Google Talk account for a message with further instructions. (Did you add %s to your buddy list?)
ml: ഈ വിലാസം സ്ഥിരീകരണത്തിന് അവശേഷിക്കുന്നു. കൂടുതൽ നിർദ്ദേശങ്ങൾക്ക് താങ്കളുടെ ജാബ്ബർ/ജിറ്റോക് അംഗത്വത്തിലുള്ള സന്ദേശം പരിശോധിക്കുക. (%s ഒരു സുഹൃത്തായി താങ്കളുടെ പട്ടികയിലുണ്ടോ?)

source: Jabber or Google Talk address, like "UserName@example.org". First, make sure to add %s to your buddy list in your IM client or on Google Talk.
ml: ജാബ്ബർ അല്ലെങ്കിൽ ജിറ്റോക് വിലാസം, "UserName@example.org" എന്ന രീതിയിൽ. ആദ്യം %s താങ്കളുടെ ഐ.എം. ക്ലയന്റിലോ ജിറ്റോക്കിലോ സുഹൃത്തുക്കളുടെ പട്ടികയിലുണ്ടെന്നുറപ്പാക്കുക.

source: IM preferences
ml: ഐ.എം. ക്രമീകരണങ്ങൾ

source: Send me notices through Jabber/Google Talk.
ml: ജാബ്ബർ/ജിറ്റോക് വഴി എനിക്ക് അറിയിപ്പുകൾ അയയ്ക്കുക.

source: Post a notice when my Jabber/Google Talk status changes.
ml: എന്റെ ജാബ്ബർ/ജിറ്റോക് സ്ഥിതിവിവരം മാറുമ്പോൾ അറിയിപ്പുകൾ പ്രസിദ്ധീകരിക്കുക.

source: Preferences saved.
ml: ക്രമീകരണങ്ങൾ സേവ് ചെയ്തു.

source: No Jabber ID.
ml: ജാബ്ബർ ഐ.ഡി. അല്ല.

source: Not a valid Jabber ID.
ml: അസാധുവായ ജാബർ ഐ.ഡി..

source: That is already your Jabber ID.
ml: അത് ഇപ്പോൾ തന്നെ താങ്കളുടെ ജാബ്ബർ ഐ.ഡി. ആണ്.

source: Jabber ID already belongs to another user.
ml: ജാബ്ബർ ഐ.ഡി. മുമ്പേ തന്നെ മറ്റൊരു ഉപയോക്താവിന്റേതാണ്.

source: A confirmation code was sent to the IM address you added. You must approve %s for sending messages to you.
ml: താങ്കൾ ചേർത്തിട്ടുള്ള ഐ.എം. വിലാസത്തിലേയ്ക്ക് ഒരു സ്ഥിരീകരണ കോഡ് അയച്ചിട്ടുണ്ട്. താങ്കൾക്ക് സന്ദേശങ്ങൾ അയയ്ക്കാൻ താങ്കൾ %s അയയ്ക്കേണ്ടതാണ്.

source: That is the wrong IM address.
ml: ഇത് തെറ്റായ ഐ.എം. വിലാസമാണ്.

source: Could not delete IM confirmation.
ml: ഐ.എം. സ്ഥിരീകരണം നീക്കം ചെയ്യാൻ കഴിഞ്ഞില്ല.

source: IM confirmation cancelled.
ml: ഐ.എം. സ്ഥിരീകരണം റദ്ദാക്കി.

source: That is not your Jabber ID.
ml: അത് താങ്കളുടെ ജാബ്ബർ ഐ.ഡി. അല്ല.

source: The IM address was removed.
ml: ഐ.എം. വിലാസം നീക്കം ചെയ്തിരിക്കുന്നു.

source: Inbox for %1$s - page %2$d
ml: %1$s എന്ന ഉപയോക്താവിന്റെ ഇൻബോക്സ് - താൾ %2$d

source: Inbox for %s
ml: %s എന്ന ഉപയോക്താവിന്റെ ഇൻബോക്സ്

source: This is your inbox, which lists your incoming private messages.
ml: ഇതാണ് താങ്കളുടെ ഇൻബോക്സ്, താങ്കൾക്ക് വരുന്ന സ്വകാര്യസന്ദേശങ്ങൾ ഇവിടെയാണെത്തുക.

source: Invites have been disabled.
ml: ക്ഷണം പ്രവർത്തന രഹിതമാക്കിയിരിക്കുന്നു.

source: You must be logged in to invite other users to use %s.
ml: %s ഉപയോഗിക്കാൻ മറ്റുപയോക്താക്കളെ ക്ഷണിക്കാൻ താങ്കൾ ലോഗിൻ ചെയ്തിരിക്കണം.

source: Invalid email address: %s.
ml: അസാധുവായ ഇമെയിൽ വിലാസം: %s.

source: Invitations sent
ml: ക്ഷണങ്ങൾ അയച്ചിരിക്കുന്നു

source: Invite new users
ml: പുതിയ ഉപയോക്താക്കളെ ക്ഷണിക്കുക

source: Invitation sent to the following person:
ml: താഴെക്കൊടുത്തിരിക്കുന്ന വ്യക്തിയെ ക്ഷണിച്ചിരിക്കുന്നു:

source: You will be notified when your invitees accept the invitation and register on the site. Thanks for growing the community!
ml: താങ്കൾ ക്ഷണിച്ചവർ ക്ഷണം സ്വീകരിച്ച് സൈറ്റിൽ അംഗത്വമെടുക്കുമ്പോൾ താങ്കളെ അറിയിക്കുന്നതാണ്. സമൂഹം വളർത്തുന്നതിനു നന്ദി!

source: Use this form to invite your friends and colleagues to use this service.
ml: ഈ സേവനം ഉപയോഗിക്കാൻ താങ്കളുടെ സുഹൃത്തുക്കളേയും സഹപ്രവർത്തകരേയും ക്ഷണിക്കാൻ ഈ ഫോം ഉപയോഗിക്കുക.

source: Email addresses
ml: ഇമെയിൽ വിലാസം

source: Addresses of friends to invite (one per line).
ml: ക്ഷണിക്കേണ്ട സുഹൃത്തുക്കളുടെ വിലാസം (ഒരു വരിയിൽ ഒന്നു വീതം).

source: Personal message
ml: സ്വകാര്യ സന്ദേശം

source: Optionally add a personal message to the invitation.
ml: ക്ഷണത്തിൽ താങ്കളുടെ സ്വന്തം സന്ദേശം കൂടി വേണമെങ്കിൽ കൂട്ടിച്ചേർക്കുക.

# BUTTON
source: Send
ml: അയക്കുക

source: %1$s has invited you to join them on %2$s
ml: %1$s താങ്കളെ, അവരോടൊപ്പം %2$s സൈറ്റിൽ ചേരാൻ ക്ഷണിച്ചിരിക്കുന്നു

source: You must be logged in to join a group.
ml: ഒരു സംഘത്തിൽ ചേരാൻ താങ്കൾ ലോഗിൻ ചെയ്തിരിക്കേണ്ടതാണ്.

# TITLE
source: %1$s joined group %2$s
ml: %1$s %2$s എന്ന സംഘത്തിൽ ചേർന്നു

source: You must be logged in to leave a group.
ml: ഒരു സംഘത്തിൽ നിന്നും പുറത്തുപോകാൻ താങ്കൾ ലോഗിൻ ചെയ്തിരിക്കേണ്ടതാണ്.

source: You are not a member of that group.
ml: താങ്കൾ ആ സംഘത്തിൽ അംഗമല്ല.

# TITLE
source: %1$s left group %2$s
ml: %1$s %2$s എന്ന സംഘത്തിൽ നിന്നും ഒഴിവായി

# TITLE
source: License
ml: അനുമതി

source: License for this StatusNet site
ml: ഈ സ്റ്റാറ്റസ്‌നെറ്റ് സൈറ്റിന്റെ ഉപയോഗാനുമതി

source: Invalid license selection.
ml: അനുമതി തിരഞ്ഞെടുക്കൽ അസാധുവാണ്.

source: You must specify the owner of the content when using the All Rights Reserved license.
ml: എല്ലാ അവകാശങ്ങളും സംരക്ഷിതമായ ഉള്ളടക്കമാണ് ഉപയോഗിക്കുന്നതെങ്കിൽ ഉടമയെ വ്യക്തമാക്കേണ്ടതാണ്.

source: Invalid license title. Maximum length is 255 characters.
ml: അസാധുവായ അനുമതി തലക്കെട്ട്. പരമാവധി നീളം 255 അക്ഷരങ്ങൾ.

source: Invalid license URL.
ml: അനുമതിയുടെ യു.ആർ.എൽ. അസാധുവാണ്.

source: Invalid license image URL.
ml: അനുമതി ചിത്രത്തിന്റെ യു.ആർ.എൽ. അസാധുവാണ്.

source: License URL must be blank or a valid URL.
ml: അനുമതിപത്ര യൂ.ആർ.എൽ. ശൂന്യമായിരിക്കണം അല്ലെങ്കിൽ സാധുവായ യൂ.ആർ.എൽ. ആയിരിക്കണം.

source: License image must be blank or valid URL.
ml: അനുമതിപത്ര ചിത്രം ശൂന്യമായിരിക്കണം അല്ലെങ്കിൽ സാധുവായ യൂ.ആർ.എൽ. ആയിരിക്കണം.

source: License selection
ml: അനുമതി തിരഞ്ഞെടുക്കൽ

source: Private
ml: സ്വകാര്യം

source: All Rights Reserved
ml: എല്ലാ അവകാശങ്ങളും സംരക്ഷിതം

source: Creative Commons
ml: ക്രിയേറ്റീവ് കോമൺസ്

source: Type
ml: തരം

source: Select license
ml: അനുമതി തിരഞ്ഞെടുക്കുക

source: License details
ml: അനുമതിയുടെ വിശദാംശങ്ങൾ

source: Owner
ml: ഉടമ

source: Name of the owner of the site's content (if applicable).
ml: സൈറ്റിന്റെ ഉള്ളടക്കത്തിന്റെ ഉടമയുടെ (സാദ്ധ്യമെങ്കിൽ) പേര്.

source: License Title
ml: അനുമതിയുടെ തലക്കെട്ട്

source: The title of the license.
ml: അനുമതിയുടെ ശീർഷകം.

source: License URL
ml: അനുമതിയുടെ യൂ.ആർ.എൽ.

source: URL for more information about the license.
ml: അനുമതിയെക്കുറിച്ച് കൂടുതൽ വിവരങ്ങൾ നൽകുന്ന യൂ.ആർ.എൽ.

source: License Image URL
ml: അനുമതി ചിത്ര യൂ.ആർ.എൽ.

source: URL for an image to display with the license.
ml: അനുമതിയോടൊപ്പം പ്രദർശിപ്പിക്കേണ്ട ചിത്രത്തിന്റെ യൂ.ആർ.എൽ..

source: Save
ml: സേവ് ചെയ്യുക

source: Save license settings
ml: അനുമതി സജ്ജീകരണങ്ങൾ സേവ് ചെയ്യുക

source: Already logged in.
ml: മുമ്പേ തന്നെ ലോഗിൻ ചെയ്തിട്ടുണ്ട്.

source: Incorrect username or password.
ml: ഉപയോക്തൃനാമമോ രഹസ്യവാക്കോ തെറ്റാണ്.

source: Error setting user. You are probably not authorized.
ml: ഉപയോക്തൃ സജ്ജീകരണത്തിൽ പിഴവുണ്ടായി. താങ്കൾക്ക് മിക്കവാറും അനുമതിയുണ്ടാവില്ല.

source: Login
ml: പ്രവേശിക്കുക

source: Login to site
ml: സൈറ്റിലേക്ക് പ്രവേശിക്കുക

source: Remember me
ml: എന്നെ ഓർത്തുവെയ്ക്കുക

source: Automatically login in the future; not for shared computers!
ml: ഭാവിയിൽ സ്വയം ലോഗിൻ ചെയ്യുക; പങ്ക് വെച്ച് ഉപയോഗിക്കുന്ന കമ്പ്യൂട്ടറുകളിൽ പാടില്ല!

source: Lost or forgotten password?
ml: രഹസ്യവാക്ക് നഷ്ടപ്പെടുകയോ മറക്കുകയോ ചെയ്തോ?

source: For security reasons, please re-enter your user name and password before changing your settings.
ml: സുരക്ഷാകാരണങ്ങളാൽ, താങ്കളുടെ ഉപയോക്തൃനാമവും രഹസ്യവാക്കും സജ്ജീകരണങ്ങളിൽ മാറ്റം വരുത്തുന്നതിനു മുമ്പ് ഒരു പ്രാവശ്യം നൽകേണ്ടതാണ്.

source: Login with your username and password.
ml: താങ്കളുടെ ഉപയോക്തൃനാമവും രഹസ്യവാക്കും ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യുക.

source: Don't have a username yet? [Register](%%action.register%%) a new account.
ml: ഇതുവരെ ഒരു ഉപയോക്തൃനാമം ഇല്ലേ?? പുതിയൊരു [അംഗത്വമെടുക്കുക](%%action.register%%).

source: Only an admin can make another user an admin.
ml: ഒരു കാര്യനിർവ്വാഹകനു മാത്രമേ മറ്റൊരുപയോക്താവിനെ കാര്യനിർവ്വാഹകനാക്കാൻ കഴിയൂ.

source: %1$s is already an admin for group "%2$s".
ml: %1$s എന്ന ഉപയോക്താവ് "%2$s" എന്ന സംഘത്തിൽ മുമ്പേ തന്നെ കാര്യനിർവ്വാഹകനാണ്.

source: Can't get membership record for %1$s in group %2$s.
ml: %2$s സൈറ്റിലെ %1$s സംഘാംഗങ്ങളുടെ അംഗത്വരേഖ ലഭ്യമായില്ല.

source: Can't make %1$s an admin for group %2$s.
ml: %1$s എന്ന ഉപയോക്താവിനെ %2$s എന്ന സംഘത്തിലെ കാര്യനിർവ്വാഹകനാക്കാൻ കഴിയില്ല.

source: No current status.
ml: തൽസ്ഥിതിവിവരം ഒന്നും ഇല്ല.

source: Source URL is required.
ml: സ്രോതസ്സ് യു.ആർ.എൽ. ആവശ്യമാണ്.

source: New group
ml: പുതിയ സംഘം

source: You are not allowed to create groups on this site.
ml: ഈ സൈറ്റിൽ സംഘങ്ങൾ ഉണ്ടാക്കാൻ താങ്കൾക്ക് അനുമതിയില്ല.

source: Use this form to create a new group.
ml: പുതിയൊരു സംഘം സൃഷ്ടിക്കാൻ ഈ ഫോം ഉപയോഗിക്കുക.

source: New message
ml: പുതിയ സന്ദേശം

source: You can't send a message to this user.
ml: ഈ ഉപയോക്താവിന് സന്ദേശമയയ്ക്കാൻ താങ്കൾക്കാവില്ല.

source: No content!
ml: ഉള്ളടക്കമില്ല!

source: No recipient specified.
ml: സ്വീകർത്താവിനെ വ്യക്തമാക്കിയിട്ടില്ല.

source: Don't send a message to yourself; just say it to yourself quietly instead.
ml: താങ്കൾക്കു തന്നെ സന്ദേശം അയയ്ക്കരുത്; പകരം അത് പതുക്കെ സ്വയം പറയുക.

source: Message sent
ml: സന്ദേശം അയച്ചു

source: Direct message to %s sent.
ml: %s എന്ന ഉപയോക്താവിന് നേരിട്ട് അയച്ച സന്ദേശങ്ങൾ.

source: Ajax Error
ml: അജാക്സ് പിഴവ്

source: New notice
ml: പുതിയ അറിയിപ്പ്

source: Notice posted
ml: അറിയിപ്പ് പ്രസിദ്ധീകരിച്ചിരിക്കുന്നു

source: Text search
ml: എഴുത്തുകളിലെ തിരച്ചിൽ

source: Be the first to [post on this topic](%%%%action.newnotice%%%%?status_textarea=%s)!
ml: [ഈ വിഷയത്തിൽ കുറിപ്പിടുന്ന](%%%%action.newnotice%%%%?status_textarea=%s) ആദ്യയാളാകൂ!

source: Why not [register an account](%%%%action.register%%%%) and be the first to [post on this topic](%%%%action.newnotice%%%%?status_textarea=%s)!
ml: എന്തുകൊണ്ട് [അംഗത്വമെടുക്കുകയും](%%%%action.register%%%%) [ഈ വിഷയത്തിൽ കുറിപ്പിടുന്ന](%%%%action.newnotice%%%%?status_textarea=%s) ആദ്യയാളാകുകയും ചെയ്തുകൂട!

source: Notice %s not found.
ml: %s എന്ന അറിയിപ്പ് കണ്ടെത്താനായില്ല.

source: %1$s's status on %2$s
ml: %2$s പദ്ധതിയിൽ %1$s എന്ന ഉപയോക്താവിന്റെ സ്ഥിതിവിവരം

source: Content type %s not supported.
ml: %s എന്ന തരം ഉള്ളടക്കം പിന്തുണയ്ക്കുന്നില്ല.

source: Not a supported data format.
ml: പിന്തുണയില്ലാത്ത തരം ഡേറ്റ.

source: People Search
ml: ഉപയോക്താക്കളെ തിരയുക

source: Notice Search
ml: അറിയിപ്പുകൾ തിരയുക

source: Other settings
ml: മറ്റ് സജ്ജീകരണങ്ങൾ

source: Manage various other options.
ml: മറ്റ് നിരവധി ഐച്ഛികങ്ങൾ കൈകാര്യം ചെയ്യുക.

source: (free service)
ml: (സൗജന്യ സേവനം)

source: Shorten URLs with
ml: യൂ.ആർ.എൽ. ചെറുതാക്കാൻ ഇതുപയോഗിക്കുക

source: Automatic shortening service to use.
ml: ഉപയോഗിക്കാവുന്ന സ്വയംപ്രവർത്തിത ചെറുതാക്കൽ സേവനം.

source: URL shortening service is too long (maximum 50 characters).
ml: യൂ.ആർ.എൽ. ചെറുതാക്കൽ സേവനം വളരെ വലുതാണ് (പരമാവധി 50 അക്ഷരങ്ങൾ).

source: No user ID specified.
ml: ഉപയോക്തൃ ഐ.ഡി. വ്യക്തമാക്കിയിട്ടില്ല.

source: No login token specified.
ml: ലോഗിൻ ചീട്ട് വ്യക്തമാക്കിയിട്ടില്ല.

source: No login token requested.
ml: ലോഗിൻ ചീറ്റ് ആവശ്യപ്പെട്ടിട്ടില്ല.

source: Invalid login token specified.
ml: വ്യക്തമാക്കിയത് അസാധുവായ ലോഗിൻ ചീട്ട് ആണ്.

source: Login token expired.
ml: ലോഗിൻ ചീട്ട് കാലഹരണപ്പെട്ടിരിക്കുന്നു.

source: Outbox for %1$s - page %2$d
ml: %1$s എന്ന ഉപയോക്താവിന്റെ ഔട്ട്ബോക്സ് - താൾ %2$d

source: Outbox for %s
ml: %s എന്ന ഉപയോക്താവിന്റെ ഔട്ട്ബോക്സ്

source: This is your outbox, which lists private messages you have sent.
ml: ഇത് താങ്കളുടെ ഔട്ട്ബോക്സ് ആണ്, താങ്കൾ അയച്ച സ്വകാര്യ സന്ദേശങ്ങൾ ഇവിടെ കാണാം.

source: Change password
ml: രഹസ്യവാക്ക് മാറ്റുക

source: Change your password.
ml: താങ്കളുടെ രഹസ്യവാക്ക് മാറ്റുക.

source: Password change
ml: രഹസ്യവാക്ക് മാറ്റൽ

source: Old password
ml: പഴയ രഹസ്യവാക്ക്

source: New password
ml: പുതിയ രഹസ്യവാക്ക്

source: 6 or more characters.
ml: ആറോ അതിലധികമോ അക്ഷരങ്ങൾ.

source: Same as password above.
ml: മുകളിൽ നൽകിയ അതേ രഹസ്യവാക്ക്.

source: Change
ml: മാറ്റുക

source: Password must be 6 or more characters.
ml: രഹസ്യവാക്കിന് ആറോ അതിലധികമോ അക്ഷരങ്ങളുണ്ടായിരിക്കണം.

source: Passwords don't match.
ml: രഹസ്യവാക്കുകൾ തമ്മിൽ യോജിക്കുന്നില്ല

source: Incorrect old password
ml: പഴയ രഹസ്യവാക്ക് തെറ്റാണ്

source: Error saving user; invalid.
ml: ഉപയോക്താവിനെ സേവ് ചെയ്യുന്നതിൽ പിഴവുണ്ടായി; അസാധുവാണ്.

source: Cannot save new password.
ml: പുതിയ രഹസ്യവാക്ക് സേവ് ചെയ്യാനാവില്ല.

source: Password saved.
ml: രഹസ്യവാക്ക് സേവ് ചെയ്തിരിക്കുന്നു.

source: Site
ml: സൈറ്റ്

source: Server
ml: സെർവർ

source: Fancy URLs
ml: അലങ്കൃത യൂ.ആർ.എല്ലുകൾ

source: Use fancy (more readable and memorable) URLs?
ml: അലങ്കൃത (വായിക്കാനും ഓർത്തിരിക്കാനും എളുപ്പമായവ) യൂ.ആർ.എല്ലുകൾ ഉപയോഗിക്കണോ?

source: Theme
ml: ദൃശ്യരൂപം

source: SSL server
ml: എസ്.എസ്.എൽ. സെർവർ

source: Directory
ml: ഡയറക്ടറി

source: Avatars
ml: അവതാരങ്ങൾ

source: Backgrounds
ml: പശ്ചാത്തലം

source: SSL
ml: എസ്.എസ്.എൽ.

source: Never
ml: ഒരിക്കലുമരുത്

source: Sometimes
ml: ചിലപ്പോഴൊക്കെ

source: Always
ml: എല്ലായ്പ്പോഴും

source: Use SSL
ml: എസ്.എസ്.എൽ. ഉപയോഗിക്കുക

source: When to use SSL.
ml: എസ്.എസ്.എൽ. എപ്പോഴാണ് ഉപയോഗിക്കേണ്ടത്.

source: People search
ml: ആൾക്കാരെ തിരയുക

source: Invalid notice content.
ml: അറിയിപ്പിന്റെ ഉള്ളടക്കം അസാധുവാണ്.

source: Notice license ‘%1$s’ is not compatible with site license ‘%2$s’.
ml: അറിയിപ്പിന്റെ ഉപയോഗാനുമതിയായ് ‘%1$s’ സൈറ്റിന്റെ ഉപയോഗാനുമതിയായ ‘%2$s’ എന്നതുമായി ചേർന്നു പോകുന്നില്ല.

source: Full name
ml: പൂർണ്ണനാമം

source: Homepage
ml: ഹോംപേജ്

source: URL of your homepage, blog, or profile on another site.
ml: താങ്കളുടെ ഹോംപേജിന്റെ, ബ്ലോഗിന്റെ അല്ലെങ്കിൽ മറ്റൊരു സൈറ്റിലെ താങ്കളെക്കുറിച്ചുള്ള താളിലേയ്ക്കുള്ള യൂ.ആർ.എൽ.

source: Describe yourself and your interests
ml: താങ്കളെക്കുറിച്ചും താങ്കളുടെ ഇഷ്ടങ്ങളെക്കുറിച്ചും വിവരിക്കുക

source: Location
ml: സ്ഥലം

source: Where you are, like "City, State (or Region), Country"
ml: താങ്കളെവിടെയാണ്, അതായത് "നഗരം, സംസ്ഥാനം (അഥവ പ്രദേശം), രാജ്യം" എന്ന്

source: Share my current location when posting notices
ml: അറിയിപ്പുകൾ പ്രസിദ്ധീകരിക്കുന്നതിനോടൊപ്പം എന്റെ ഇപ്പോഴത്തെ സ്ഥലവും പങ്കുവെയ്ക്കുക

source: Tags
ml: റ്റാഗുകൾ

source: Language
ml: ഭാഷ

source: Preferred language.
ml: പ്രിയങ്കര ഭാഷ.

source: Timezone
ml: സമയ മേഖല

source: What timezone are you normally in?
ml: താങ്കൾ സാധാരണയുണ്ടാകാറുള്ള സമയമേഖല ഏതാണ്?

source: Timezone not selected.
ml: സമയമേഖല തിരഞ്ഞെടുത്തിട്ടില്ല.

source: Language is too long (maximum 50 characters).
ml: ഭാഷയുടെ നീളം വളരെ കൂടുതലാണ് (പരമാവധി 50 അക്ഷരങ്ങൾ).

source: Could not save location prefs.
ml: സ്ഥാനം സംബന്ധിച്ച ക്രമീകരണങ്ങൾ സേവ് ചെയ്യാൻ കഴിഞ്ഞില്ല.

source: Could not save tags.
ml: റ്റാഗുകൾ സേവ് ചെയ്യാൻ കഴിഞ്ഞില്ല.

source: Settings saved.
ml: സജ്ജീകരണങ്ങൾ സേവ് ചെയ്തിരിക്കുന്നു.

source: Restore account
ml: അംഗത്വം പുനഃക്രമീകരിക്കുക

source: Beyond the page limit (%s).
ml: താളിന്റെ പരിധിയ്ക്ക് (%s) പുറത്താണ്.

source: Public timeline, page %d
ml: സാർവ്വജനിക സമയരേഖ, താൾ %d

source: Public timeline
ml: സാർവ്വജനിക സമയരേഖ

source: Be the first to post!
ml: പ്രസിദ്ധീകരിക്കുന്ന ആദ്യ വ്യക്തിയാകുക!

source: Why not [register an account](%%action.register%%) and be the first to post!
ml: എന്തുകൊണ്ട് [അംഗത്വമെടുക്കുകയും](%%action.register%%) പ്രസിദ്ധീകരിക്കുന്ന ആദ്യ വ്യക്തിയാകുകയും ചെയ്തുകൂട!

source: This is %%site.name%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. [Join now](%%action.register%%) to share notices about yourself with friends, family, and colleagues! ([Read more](%%doc.help%%))
ml: ഇത് %%site.name%%, സ്വതന്ത്ര സോഫ്റ്റ്‌വേറായ [സ്റ്റാറ്റസ്‌നെറ്റ്](http://status.net/) ഉപകരണം ഉപയോഗിക്കുന്ന [മൈക്രോ-ബ്ലോഗിങ്](http://en.wikipedia.org/wiki/Micro-blogging) സേവനദാതാവ്. അറിയിപ്പുകൾ സ്വയം താങ്കളുടെ സുഹൃത്തുക്കളുമായും, കുടുംബാംഗങ്ങളുമായും, സഹപ്രവർത്തകരുമായും പങ്ക് വെയ്ക്കുവാൻ [ഇപ്പോൾ തന്നെ ചേരുക](%%action.register%%)! (കൂടുതൽ അറിയുക](%%doc.help%%))

source: These are most popular recent tags on %s
ml: സമീപകാലത്ത് %s സൈറ്റിൽ ഏറ്റവും ജനപ്രിയമായ റ്റാഗുകൾ

source: Be the first to post one!
ml: പ്രസിദ്ധീകരിക്കുന്ന ആദ്യ വ്യക്തിയാകുക!

source: Why not [register an account](%%action.register%%) and be the first to post one!
ml: എന്തുകൊണ്ട് [അംഗത്വമെടുക്കുകയും](%%action.register%%) പ്രസിദ്ധീകരിക്കുന്ന ആദ്യ വ്യക്തിയാകുകയും ചെയ്തുകൂട!

source: You are already logged in!
ml: താങ്കൾ മുമ്പേതന്നെ ലോഗിൻ ചെയ്തിട്ടുണ്ട്!

source: No such recovery code.
ml: അത്തരത്തിലൊരു വീണ്ടെടുക്കൽ കോഡ് ഇല്ല.

source: Not a recovery code.
ml: അതൊരു വീണ്ടെടുക്കൽ കോഡ് അല്ല.

source: Recovery code for unknown user.
ml: അജ്ഞാത ഉപയോക്താവിന്റെ വീണ്ടെടുക്കൽ കോഡ് ആണ്.

source: Error with confirmation code.
ml: സ്ഥിരീകരണ കോഡിൽ പിഴവുണ്ട്.

source: This confirmation code is too old. Please start again.
ml: ഈ സ്ഥിരീകരണ കോഡ് വളരെ പഴക്കമേറിയതാണ്. ദയവായി ആദ്യം മുതൽ വീണ്ടും ശ്രമിക്കുക.

source: Could not update user with confirmed email address.
ml: സ്ഥിരീകരിച്ച ഇമെയിൽ വിലാസത്തോടെ ഉപയോക്തൃവിവരങ്ങൾ പുതുക്കാൻ കഴിഞ്ഞില്ല.

source: If you have forgotten or lost your password, you can get a new one sent to the email address you have stored in your account.
ml: താങ്കളുടെ രഹസ്യവാക്ക് നഷ്ടപ്പെടുകയോ മറക്കുകയോ ചെയ്താൽ, താങ്കളുടെ അംഗത്വത്തിനൊപ്പം സൂക്ഷിച്ചിട്ടുള്ള ഇമെയിൽ വിലാസത്തിലേക്ക് പുതിയ ഒരെണ്ണം അയച്ചു വാങ്ങാനാകുന്നതാണ്.

source: You have been identified. Enter a new password below.
ml: താങ്കൾ തിരിച്ചറിയപ്പെട്ടിരിക്കുന്നു. താഴെ പുതിയ രഹസ്യവാക്ക് നൽകുക.

source: Password recovery
ml: രഹസ്യവാക്ക് വീണ്ടെടുക്കൽ

source: Nickname or email address
ml: വിളിപ്പേര് അല്ലെങ്കിൽ ഇമെയിൽ വിലാസം

source: Your nickname on this server, or your registered email address.
ml: ഈ സെർവറിലെ താങ്കളുടെ വിളിപ്പേര്, അഥവാ താങ്കൾ രജിസ്റ്റർ ചെയ്തിട്ടുള്ള ഇമെയിൽ വിലാസം.

source: Recover
ml: വീണ്ടെടുക്കുക

# BUTTON
source: Recover
ml: വീണ്ടെടുക്കുക

source: Reset password
ml: രഹസ്യവാക്ക് പുനഃക്രമീകരിക്കുക

source: Recover password
ml: രഹസ്യവാക്ക് വീണ്ടെടുക്കുക

source: Password recovery requested
ml: രഹസ്യവാക്ക് വീണ്ടെടുക്കൽ ആവശ്യപ്പെട്ടിരിക്കുന്നു

source: Password saved
ml: രഹസ്യവാക്ക് സേവ് ചെയ്തിരിക്കുന്നു

source: Unknown action
ml: അജ്ഞാതമായ പ്രവൃത്തി

source: 6 or more characters, and do not forget it!
ml: ആറോ അതിലധികമോ അക്ഷരങ്ങൾ, അത് മറക്കരുത്!

# BUTTON
source: Reset
ml: പുനഃക്രമീകരിക്കുക

source: Enter a nickname or email address.
ml: ഒരു വിളിപ്പേരോ ഇമെയിൽ വിലാസമോ നൽകുക.

source: No user with that email address or username.
ml: ആ ഇമെയിൽ വിലാസമോ ഉപയോക്തൃനാമമോ ഉപയോഗിക്കുന്ന ഒരു ഉപയോക്താവും ഇല്ല.

source: No registered email address for that user.
ml: ആ ഉപയോക്താവ് ഇമെയിൽ വിലാസമൊന്നും നൽകിയിട്ടില്ല.

source: Error saving address confirmation.
ml: വിലാസത്തിന്റെ സ്ഥിരീകരണം സേവ് ചെയ്യുമ്പോൾ പിഴവുണ്ടായി.

source: Instructions for recovering your password have been sent to the email address registered to your account.
ml: താങ്കളുടെ രഹസ്യവാക്ക് പുനഃസ്ഥാപിക്കാനുള്ള നിർദ്ദേശങ്ങൾ താങ്കളുടെ അംഗതത്തോടൊപ്പം നൽകിയിട്ടുള്ള ഇമെയിൽ വിലാസത്തിലേയ്ക്ക് അയച്ചിട്ടുണ്ട്.

source: Unexpected password reset.
ml: അപ്രതീക്ഷിത രഹസ്യവാക്ക് പുനഃക്രമീകരണം.

source: Password must be 6 characters or more.
ml: രഹസ്യവാക്കിന് ആറോ അതിലധികമോ അക്ഷരങ്ങളുണ്ടായിരിക്കണം.

source: Password and confirmation do not match.
ml: രഹസ്യവാക്കും സ്ഥിരീകരണവും യോജിക്കുന്നില്ല.

source: Error setting user.
ml: ഉപയോക്താവിനെ സജ്ജീകരിക്കുന്നതിൽ പിഴവുണ്ടായി.
