Repository: microcosmx/experiments
Catalog: statusnet/locale/*/LC_MESSAGES/statusnet.po
Languages: ml

source: Lost our file.
ml: ഞങ്ങളുടെ പ്രമാണം നഷ്ടപ്പെട്ടു.

source: Unknown file type
ml: അപരിചിതമായ തരം പ്രമാണം

source: Leave
ml: ഒഴിവായി പോവുക

source: Login with a username and password
ml: ഉപയോക്തൃനാമവും രഹസ്യവാക്കും ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യുക

source: Sign up for a new account
ml: പുതിയൊരംഗത്വം എടുക്കുക

source: Email address confirmation
ml: ഇമെയിൽ വിലാസത്തിന്റെ സ്ഥിരീകരണം

source: New email address for posting to %s
ml: %s സൈറ്റിൽ പ്രസിദ്ധീകരിക്കാനുള്ള പുതിയ ഇമെയിൽ വിലാസം

source: %s status
ml: %s സ്ഥിതി

source: SMS confirmation
ml: എസ്.എം.എസ്. സ്ഥിരീകരണം

source: %s: confirm you own this phone number with this code:
ml: %s: താങ്കളുടെ സ്വന്തം ഫോൺ നമ്പർ ഈ കോഡ് ഉപയോഗിച്ച് സ്ഥിരീകരിക്കുക:

source: New private message from %s
ml: %s അയച്ച സ്വകാര്യ സന്ദേശങ്ങൾ

source: The full conversation can be read here: %s
ml: പൂർണ്ണമായ സംവാദം ഇവിടെ വായിക്കാം: %s

source: %1$s (@%2$s) sent a notice to your attention
ml: %1$s (@%2$s) താങ്കളുടെ ശ്രദ്ധയ്ക്കായി ഒരു അറിയിപ്പ് അയച്ചിരിക്കുന്നു

source: Only the user can read their own mailboxes.
ml: ഉപയോക്താവിനു മാത്രമേ അദ്ദേഹത്തിന്റെ സ്വന്തം മെയിൽബോക്സ് വായിക്കാനാകൂ.

source: You have no private messages. You can send private message to engage other users in conversation. People can send you messages for your eyes only.
ml: താങ്കൾക്ക് സ്വകാര്യ സന്ദേശങ്ങൾ ഇല്ല. മറ്റൂപയോക്താക്കളുമായുള്ള ആശയവിനിമയത്തിന് താങ്കൾക്ക് സ്വകാര്യ സന്ദേശങ്ങൾ അയയ്ക്കാവുന്നതാണ്. താങ്കൾക്ക് മാത്രം കാണാവുന്ന സന്ദേശങ്ങൾ അയയ്ക്കാൻ മറ്റുള്ളവർക്കും കഴിയുന്നതാണ്.

source: Not a registered user.
ml: അംഗത്വമുള്ള ഉപയോക്താവല്ല.

source: Sorry, that is not your incoming email address.
ml: ക്ഷമിക്കുക, അത് താങ്കളുടെ ഇൻകമിങ് ഇമെയിൽ വിലാസം അല്ല.

source: Sorry, no incoming email allowed.
ml: ക്ഷമിക്കുക, ഇങ്ങോട്ട് ഇമെയിൽ അനുവദിച്ചിട്ടില്ല.

source: Unsupported message type: %s
ml: പിന്തുണയില്ലാത്ത തരം സന്ദേശം: %s

source: There was a database error while saving your file. Please try again.
ml: താങ്കളുടെ പ്രമാണം സേവ് ചെയ്തപ്പോൾ ഡേറ്റാബേസ് പിഴവുണ്ടായി. ദയവായി വീണ്ടും ശ്രമിക്കുക.

source: Could not determine file's MIME type.
ml: പ്രമാണത്തിന്റെ മൈം തരം നിർണ്ണയിക്കാനായില്ല.

source: "%1$s" is not a supported file type on this server. Try using another %2$s format.
ml: "%1$s" എന്ന തരം പ്രമാണത്തിന് ഈ സെർവറിൽ പിന്തുണയില്ല. മറ്റൊരു %2$s തരം പരീക്ഷിക്കുക.

source: "%s" is not a supported file type on this server.
ml: "%s" എന്ന തരം പ്രമാണത്തിന് ഈ സെർവറിൽ പിന്തുണയില്ല.

source: Send a direct notice
ml: അറിയിപ്പ് നേരിട്ട് അയയ്ക്കുക

source: Select recipient:
ml: സ്വീകർത്താവിനെ തിരഞ്ഞെടുക്കുക:

source: To
ml: സ്വീകർത്താവ്

source: Available characters
ml: ലഭ്യമായ അക്ഷരങ്ങൾ

# Send button for sending notice
source: Send
ml: അയക്കുക

source: Messages
ml: സന്ദേശങ്ങൾ

source: from
ml: അയച്ചത്

source: Nickname must have only lowercase letters and numbers and no spaces.
ml: വിളിപ്പേരിൽ ഇംഗ്ലീഷ് ചെറിയക്ഷരങ്ങളും അക്കങ്ങളും ഇടവിടാതെ നൽകുക.

source: Nickname cannot be empty.
ml: വിളിപ്പേര് ശൂന്യമായിരിക്കാൻ പാടില്ല.

source: Nickname cannot be more than %d character long.
ml: വിളിപ്പേര് %d അക്ഷരത്തിലധികം ഉണ്ടാകരുത്.

source: Send a notice
ml: അറിയിപ്പ് അയയ്ക്കുക

source: What's up, %s?
ml: എന്തൊക്കെയുണ്ട്, %s?

source: Attach
ml: ചേർത്തുവെയ്ക്കുക

source: Attach a file
ml: പ്രമാണം ചേർത്തു വെയ്ക്കുക

source: Share my location
ml: എന്റെ സ്ഥാനം പങ്ക് വെയ്ക്കുക

source: Do not share my location
ml: എന്റെ സ്ഥാനം പങ്ക് വെയ്ക്കരുത്

source: Sorry, retrieving your geo location is taking longer than expected, please try again later
ml: ക്ഷമിക്കുക, താങ്കളുടെ പ്രദേശം കണ്ടെത്താൻ പ്രതീക്ഷിച്ചതിലധികം സമയം എടുക്കുന്നു, ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക

source: N
ml: വ

source: S
ml: തെ

source: E
ml: കി

source: W
ml: പ

source: web
ml: വെബ്

source: Repeated by
ml: ആവർത്തിച്ചത്

source: Reply to this notice
ml: ഈ അറിയിപ്പിന് മറുപടിയിടുക

source: Reply
ml: മറുപടി

source: Delete this notice
ml: ഈ അറിയിപ്പ് മായ്ക്കുക

source: Notice repeated
ml: അറിയിപ്പ് ആവർത്തിച്ചിരിക്കുന്നു

source: Duplicate notice.
ml: അറിയിപ്പിന്റെ പകർപ്പ്.

# MENU
source: Replies
ml: മറുപടികൾ

# MENU
source: Inbox
ml: ഇൻബോക്സ്

source: Your incoming messages
ml: താങ്കൾക്ക് വരുന്ന സന്ദേശങ്ങൾ

# MENU
source: Outbox
ml: ഔട്ട്ബോക്സ്

source: Your sent messages
ml: താങ്കൾ അയച്ച സന്ദേശങ്ങൾ

source: Unknown
ml: അജ്ഞാതം

source: Subscribers
ml: വരിക്കാർ

source: All subscribers
ml: എല്ലാ വരിക്കാരും

source: User ID
ml: ഉപയോക്തൃ ഐ.ഡി

source: Member since
ml: അംഗമായത്

source: Groups
ml: സംഘങ്ങൾ

source: Daily average
ml: ദൈനിക ശരാശരി

source: All groups
ml: എല്ലാ സംഘങ്ങളും

source: Public
ml: സാർവ്വജനികം

source: User groups
ml: ഉപയോക്തൃ സംഘങ്ങൾ

source: Recent tags
ml: സമീപകാല റ്റാഗുകൾ

source: Featured
ml: തിരഞ്ഞെടുക്കപ്പെട്ടത്

source: Popular
ml: ജനപ്രിയം

source: Repeat this notice?
ml: ഈ അറിയിപ്പ് ആവർത്തിക്കണോ?

source: Yes
ml: അതെ

source: Repeat this notice
ml: ഈ അറിയിപ്പ് ആവർത്തിക്കുക

source: Page not found.
ml: താൾ കണ്ടെത്താനായില്ല.

source: Sandbox
ml: എഴുത്തുകളരി

source: Sandbox this user
ml: ഈ ഉപയോക്താവിന്റെ എഴുത്തുകളരി

source: Search site
ml: സൈറ്റിൽ തിരയുക

source: Keyword(s)
ml: അടയാളവാക്ക്(വാക്കുകൾ)

# BUTTON
source: Search
ml: തിരയുക

source: Search help
ml: തിരച്ചിലിനുള്ള സഹായം

source: People
ml: ജനങ്ങൾ

source: Find people on this site
ml: ഈ സൈറ്റിലെ ആൾക്കാരെ കണ്ടെത്തുക

source: Find content of notices
ml: അറിയിപ്പുകളുടെ ഉള്ളടക്കം കണ്ടെത്തുക

source: Find groups on this site
ml: ഈ സൈറ്റിലെ സംഘങ്ങൾ കണ്ടെത്തുക

source: Untitled section
ml: തലക്കെട്ടില്ലാത്ത ഭാഗം

source: More...
ml: കൂടുതൽ...

source: Silence
ml: നിശബ്ദമാക്കുക

source: Silence this user
ml: ഈ ഉപയോക്താവിനെ നിശബ്ദനാക്കുക

source: Invite
ml: ക്ഷണിക്കുക

source: Invite friends and colleagues to join you on %s
ml: %s-ൽ നമ്മോടൊപ്പം ചേരാൻ സുഹൃത്തുക്കളേയും സഹപ്രവർത്തകരേയും ക്ഷണിക്കുക

source: Subscribe to this user
ml: ഈ ഉപയോക്താവിന്റെ വരിക്കാരൻ/വരിക്കാരി ആകുക

source: None
ml: ഒന്നുമില്ല

source: Invalid theme name.
ml: ദൃശ്യരൂപത്തിന്റെ പേര് അസാധുവാണ്.

source: The theme file is missing or the upload failed.
ml: ദൃശ്യരൂപത്തിനുള്ള പ്രമാണം ലഭ്യമല്ല അല്ലെങ്കിൽ അപ്‌ലോഡ് പരാജയപ്പെട്ടു.

source: Failed saving theme.
ml: ദൃശ്യരൂപം സേവ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു.

# TITLE
source: Unblock
ml: തടയൽ നീക്കുക

source: User actions
ml: ഉപയോക്തൃ പ്രവൃത്തികൾ

source: User deletion in progress...
ml: ഉപയോക്താവിനെ നീക്കം ചെയ്യൽ പുരോഗമിക്കുന്നു...

source: Edit profile settings
ml: ക്രമീകരണങ്ങളുടെ സജ്ജീകരണം മാറ്റുക

source: Edit
ml: തിരുത്തുക

source: Send a direct message to this user
ml: ഈ ഉപയോക്താവിന് നേരിട്ട് സന്ദേശമയയ്ക്കുക

source: Message
ml: സന്ദേശം

source: Moderate
ml: മാദ്ധ്യസ്ഥം വഹിക്കുക

# role
source: Administrator
ml: കാര്യനിർവ്വാഹക(ൻ)

# role
source: Moderator
ml: മദ്ധ്യസ്ഥ(ൻ)

source: a few seconds ago
ml: ഏതാനം സെക്കന്റുകൾ മുമ്പ്

source: about a minute ago
ml: ഏകദേശം ഒരു മിനിറ്റ് മുമ്പ്

source: about one minute ago
ml: ഏകദേശം ഒരു മിനിറ്റ് മുമ്പ്

source: about an hour ago
ml: ഏകദേശം ഒരു മണിക്കൂർ മുമ്പ്

source: about one hour ago
ml: ഏകദേശം ഒരു മണിക്കൂർ മുമ്പ്

source: about a day ago
ml: ഏകദേശം ഒരു ദിവസം മുമ്പ്

source: about one day ago
ml: ഏകദേശം ഒരു ദിവസം മുമ്പ്

source: about a month ago
ml: ഏകദേഅം ഒരു മാസം മുമ്പ്

source: about one month ago
ml: ഏകദേശം ഒരു മാസം മുമ്പ്

source: about a year ago
ml: ഏകദേശം ഒരു വർഷം മുമ്പ്

source: %s is not a valid color! Use 3 or 6 hex characters.
ml: %s സാധുതയുള്ള നിറമല്ല! 3 അല്ലെങ്കിൽ 6 ഹെക്സ് അക്ഷരങ്ങൾ ഉപയോഗിക്കുക.

source: Unknown user. Go to %s to add your address to your account
ml: ഉപയോക്താവിനെക്കുറിച്ച് അറിവില്ല. %s എന്നതിൽ ചെന്ന് താങ്കളുടെ അംഗത്വത്തിൽ താങ്കളുടെ വിലാസം ചേർക്കുക.

source: Message too long. Maximum is %1$d character, you sent %2$d.
ml: സന്ദേശത്തിന് നീളം കൂടുതലാണ്. പരമാവധി %1$d അക്ഷരം മാത്രം, താങ്കൾ അയച്ചത് %2$d അക്ഷരങ്ങൾ.

source: Invalid XML.
ml: അസാധുവായ എക്സ്.എം.എൽ..
