Repository: microcosmx/experiments
Catalog: statusnet/locale/*/LC_MESSAGES/statusnet.po
Languages: ml

source: New password successfully saved. You are now logged in.
ml: പുതിയ രഹസ്യവാക്ക് വിജയകരമായി സേവ് ചെയ്തു. താങ്കൾക്ക് ലോഗിൻ ചെയ്യാവുന്നതാണ്.

source: Sorry, only invited people can register.
ml: ക്ഷമിക്കുക, ക്ഷണിക്കപ്പെട്ടവർക്കു മാത്രമേ അംഗത്വമെടുക്കാനാകൂ.

source: Sorry, invalid invitation code.
ml: ക്ഷമിക്കുക, ക്ഷണത്തിന്റെ കോഡ് അസാധുവാണ്.

source: Registration successful
ml: അംഗത്വമെടുക്കൽ വിജയകരം

source: Register
ml: അംഗത്വമെടുക്കുക

source: Registration not allowed.
ml: അംഗത്വമെടുക്കൽ അനുവദിച്ചിട്ടില്ല.

source: You cannot register if you don't agree to the license.
ml: താങ്കൾ അനുവാദ പത്രം അംഗീകരിക്കുകയില്ലെങ്കിൽ ഭാഗമാകാനാകില്ല.

source: Email address already exists.
ml: ഇമെയിൽ വിലാസം മുമ്പേ നിലവിലുണ്ട്.

source: Invalid username or password.
ml: ഉപയോക്തൃനാമമോ രഹസ്യവാക്കോ അസാധുവാണ്.

source: With this form you can create a new account. You can then post notices and link up to friends and colleagues.
ml: ഈ ഫോം ഉപയോഗിച്ച് താങ്കൾക്ക് പുതിയൊരു അംഗത്വം സൃഷ്ടിക്കാനാകും. പിന്നീട് താങ്കൾക്ക് അറിയിപ്പുകൾ പ്രസിദ്ധീകരിക്കാനും സുഹൃത്തുക്കളേയും സഹപ്രവർത്തകരേയും കണ്ണിചേർക്കാനുമാകും.

source: Email
ml: ഇമെയിൽ

source: Used only for updates, announcements, and password recovery.
ml: പുതുക്കൽ വിവരങ്ങൾക്കും, അറിയിപ്പുകൾക്കും, രഹസ്യവാക്ക് വീണ്ടെടുക്കൽ പ്രവർത്തനത്തിനും മാത്രം ഉപയോഗിച്ചത്.

source: Longer name, preferably your "real" name.
ml: വലിയ പേര്, താങ്കളുടെ "യഥാർത്ഥ" പേര് നൽകാൻ താത്പര്യപ്പെടുന്നു.

source: Where you are, like "City, State (or Region), Country".
ml: താങ്കളെവിടെയാണ്, അതായത് "നഗരം, സംസ്ഥാനം (അഥവ പ്രദേശം), രാജ്യം" എന്നിവ.

source: My text and files remain under my own copyright.
ml: എന്റെ എഴുത്തുകളും പ്രമാണങ്ങളും എന്റെ സ്വന്തം പകർപ്പവകാശത്തിലായിരിക്കും.

source: All rights reserved.
ml: എല്ലാ അവകാശങ്ങളും സംരക്ഷിതം.

source: (You should receive a message by email momentarily, with instructions on how to confirm your email address.)
ml: (അല്പസമയത്തിനകം, താങ്കളുടെ ഇമെയിൽ വിലാസം എങ്ങനെ സ്ഥിരീകരിക്കാം എന്ന നിർദ്ദേശങ്ങളടങ്ങിയ സന്ദേശം താങ്കളുടെ ഇമെയിലിൽ ലഭിക്കും.)

source: User nickname
ml: ഉപയോക്തൃ വിളിപ്പേര്

source: Nickname of the user you want to follow.
ml: താങ്കൾക്ക് പിന്തുടരേണ്ട ഉപയോക്താവിന്റെ വിളിപ്പേര്.

source: Subscribe
ml: വരിക്കാരാകുക

source: Could not get a request token.
ml: അഭ്യർത്ഥനാ ചീട്ട് ലഭ്യമാക്കാനായില്ല.

source: Only logged-in users can repeat notices.
ml: ലോഗിൻ ചെയ്തിട്ടുള്ള ഉപയോക്താക്കൾക്കു മാത്രമേ അറിയിപ്പ് ആവർത്തിക്കാനാവൂ.

source: No notice specified.
ml: അറിയിപ്പുകളൊന്നും വ്യക്തമാക്കിയിട്ടില്ല.

source: You cannot repeat your own notice.
ml: താങ്കൾക്ക് താങ്കളുടെ തന്നെ അറിയിപ്പ് ആവർത്തിക്കാനാവില്ല.

source: You already repeated that notice.
ml: താങ്കൾ ആ അറിയിപ്പ് മുമ്പേ തന്നെ ആവർത്തിച്ചിരിക്കുന്നു.

source: Repeated
ml: ആവർത്തിച്ചു

source: Repeated!
ml: ആവർത്തിച്ചു!

source: Replies to %s
ml: %s എന്ന ഉപയോക്താവിനുള്ള മറുപടികൾ

source: Replies to %1$s, page %2$d
ml: %1$s എന്ന ഉപയോക്താവിനുള്ള മറുപടികൾ, താൾ %2$d

source: Only logged-in users can restore their account.
ml: ലോഗിൻ ചെയ്തിട്ടുള്ള ഉപയോക്താക്കൾക്കു മാത്രമേ അവരുടെ അംഗത്വം പുനഃസ്ഥാപിക്കാനാകൂ.

source: You may not restore your account.
ml: താങ്കൾക്ക് താങ്കളുടെ അംഗത്വം പുനഃസ്ഥാപിക്കാനായേക്കില്ല.

source: No uploaded file.
ml: പ്രമാണമൊന്നും അപ്‌ലോഡ് ചെയ്തിട്ടില്ല.

source: The uploaded file was only partially uploaded.
ml: അപ്‌ലോഡ് ചെയ്യപ്പെട്ട പ്രമാണം ഭാഗികമായി മാത്രമേ അപ്‌ലോഡ് ചെയ്യപ്പെട്ടിട്ടുള്ളു.

source: Missing a temporary folder.
ml: താത്കാലിക ഫോൾഡർ കാണുന്നില്ല.

source: File upload stopped by extension.
ml: ഒരു അനുബന്ധം പ്രമാണം അപ്‌ലോഡ് ചെയ്യുന്നത് തടഞ്ഞു.

source: System error uploading file.
ml: പ്രമാണം അപ്‌ലോഡ് ചെയ്തുകൊണ്ടിരിക്കെ സിസ്റ്റം പിഴവുണ്ടായി.

source: Not an Atom feed.
ml: ഒരു ആറ്റം ഫീഡ് അല്ല.

source: Upload the file
ml: പ്രമാണം അപ്‌ലോഡ് ചെയ്യുക

source: StatusNet
ml: സ്റ്റാറ്റസ്‌നെറ്റ്

source: Session settings for this StatusNet site
ml: ഈ സ്റ്റാറ്റസ്‌നെറ്റ് സൈറ്റിന്റെ സെഷൻ സജ്ജീകരണങ്ങൾ

source: Save site settings
ml: സൈറ്റ് സജ്ജീകരണങ്ങൾ ചേവ് ചെയ്യുക

source: Icon
ml: ഐകോൺ

source: Name
ml: പേര്

source: Organization
ml: സംഘടന

source: Description
ml: വിവരണം

source: Statistics
ml: സ്ഥിതിവിവരക്കണക്കുകൾ

source: Reset key & secret
ml: പുനഃക്രമീകരണ ചാവിയും രഹസ്യവും

source: Delete
ml: മായ്ക്കുക

source: Consumer secret
ml: ഉപയോക്തൃ രഹസ്യം

source: Request token URL
ml: അഭ്യർത്ഥനാ ചീട്ടിന്റെ യൂ.ആർ.എൽ.

source: Access token URL
ml: അഭിഗമ്യതാ ചീട്ടിന്റെ യൂ.ആർ.എൽ.

source: Authorize URL
ml: അംഗീകരണത്തിനുള്ള യൂ.ആർ.എൽ.

source: Note: We support HMAC-SHA1 signatures. We do not support the plaintext signature method.
ml: ശ്രദ്ധിക്കുക: HMAC-SHA1 ഒപ്പുകളാണ് ഞങ്ങൾ പിന്തുണയ്ക്കുന്നത്. പ്ലെയിൻ-ടെക്സ്റ്റ് ഒപ്പ് രീതി ഞങ്ങൾ പിന്തുണയ്ക്കുന്നില്ല.

source: Are you sure you want to reset your consumer key and secret?
ml: ഉപയോക്തൃ ചാവിയും രഹസ്യവും പുനഃക്രമീകരണം എന്ന് താങ്കൾക്ക് തീർച്ചയാണോ?

source: %1$s's favorite notices, page %2$d
ml: %1$s എന്ന ഉപയോക്താവിന് പ്രിയങ്കരങ്ങളായ അറിയിപ്പുകൾ, താൾ %2$d

source: Could not retrieve favorite notices.
ml: പ്രിയങ്കരങ്ങളായ അറിയിപ്പുകൾ ശേഖരിക്കാൻ കഴിഞ്ഞില്ല.

source: You haven't chosen any favorite notices yet. Click the fave button on notices you like to bookmark them for later or shed a spotlight on them.
ml: താങ്കളിതുവരെ പ്രിയങ്കരങ്ങലായ അറിയിപ്പുകൾ തിരഞ്ഞെടുത്തിട്ടില്ല. താങ്കളിഷ്ടപ്പെടുന്ന അറിയിപ്പുകളിൽ പ്രിയങ്കരമെന്നു കുറിക്കാനുള്ള ബട്ടൺ ഞെക്കിയാൽ അവ ബുക്ക്‌മാർക്ക് ചെയ്യാനും അവയിലേയ്ക്ക് ശ്രദ്ധ ക്ഷണിക്കാനും സാധിക്കും.

source: This is a way to share what you like.
ml: താങ്കളാഗ്രഹിക്കുന്നത് പങ്ക് വെയ്ക്കാനുള്ള ഒരു മാർഗ്ഗമാണിത്.

source: %s group
ml: %s സംഘം

source: %1$s group, page %2$d
ml: %1$s സംഘം, താൾ %2$d

source: URL
ml: യൂ.ആർ.എൽ.

source: Note
ml: കുറിപ്പ്

source: Group actions
ml: സംഘത്തിന്റെ പ്രവൃത്തികൾ

source: Members
ml: അംഗങ്ങൾ

source: (None)
ml: (ഒന്നുമില്ല)

source: All members
ml: എല്ലാ അംഗങ്ങളും

# LABEL
source: Created
ml: സൃഷ്ടിച്ചിരിക്കുന്നു

# LABEL
source: Members
ml: അംഗങ്ങൾ

source: Admins
ml: കാര്യനിർവാഹകർ

source: No such message.
ml: അത്തരത്തിൽ ഒരു സന്ദേശമില്ല.

source: Only the sender and recipient may read this message.
ml: അയച്ചയാൾക്കും സ്വീകർത്താവിനും മാത്രമേ ഈ സന്ദേശം വായിക്കാനാകൂ.

source: Message to %1$s on %2$s
ml: %2$s സംരംഭത്തിൽ %1$s എന്ന ഉപയോക്താവിന് അയച്ച സന്ദേശങ്ങൾ

source: Message from %1$s on %2$s
ml: %2$s സംരംഭത്തിൽ %1$s അയച്ച സന്ദേശങ്ങൾ

source: Notice deleted.
ml: അറിയിപ്പ് മായ്ച്ചിരിക്കുന്നു.

source: %1$s, page %2$d
ml: %1$s, താൾ %2$d

source: Seen anything interesting recently? You haven't posted any notices yet, now would be a good time to start :)
ml: താത്പര്യമുള്ളതെന്തോ ഈയിടെ കണ്ടെന്നു തോന്നുന്നു? താങ്കളിതുവരെയൊന്നും പ്രസിദ്ധീകരിച്ചില്ലല്ലോ, ഇപ്പോഴാണെന്നു തോന്നുന്നു നല്ല സമയം :)

source: **%s** has an account on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool. [Join now](%%%%action.register%%%%) to follow **%s**'s notices and many more! ([Read more](%%%%doc.help%%%%))
ml: സ്വതന്ത്ര സോഫ്റ്റ്‌വേറായ [സ്റ്റാറ്റസ്‌നെറ്റ്](http://status.net/) ഉപകരണം ഉപയോഗിച്ച് [മൈക്രോ-ബ്ലോഗിങ്](http://en.wikipedia.org/wiki/Micro-blogging) സേവനം നൽകുന്ന %%site.name%% എന്ന സൈറ്റിൽ **%s** എന്നയാൾക്ക് അംഗത്വമുണ്ട്. **%s** എന്ന ഉപയോക്താവിന്റേയും മറ്റ് നിരവധി പേരുടേയും അറിയിപ്പുകൾ പിന്തുടരാൻ [ഇപ്പോൾ തന്നെ ചേരുക](%%action.register%%)! (കൂടുതൽ അറിയുക](%%doc.help%%))

source: **%s** has an account on %%%%site.name%%%%, a [micro-blogging](http://en.wikipedia.org/wiki/Micro-blogging) service based on the Free Software [StatusNet](http://status.net/) tool.
ml: സ്വതന്ത്ര സോഫ്റ്റ്‌വേറായ [സ്റ്റാറ്റസ്‌നെറ്റ്](http://status.net/) ഉപകരണം ഉപയോഗിച്ച് [മൈക്രോ-ബ്ലോഗിങ്](http://en.wikipedia.org/wiki/Micro-blogging) സേവനം നൽകുന്ന %%site.name%% എന്ന സൈറ്റിൽ **%s** എന്നയാൾക്ക് അംഗത്വമുണ്ട്.

source: Repeat of %s
ml: %s എന്ന ഉപയോക്താവിന്റെ ആവർത്തനം

source: You cannot silence users on this site.
ml: ഈ സൈറ്റിലെ ഉപയോക്താക്കളെ താങ്കൾക്ക് നിശബ്ദരാക്കാനാകില്ല.

source: User is already silenced.
ml: ഉപയോക്താവ് മുമ്പ് തന്നെ നിശബ്ദനാക്കപ്പെട്ടിരിക്കുന്നു.

source: Basic settings for this StatusNet site
ml: ഈ സ്റ്റാറ്റസ്‌നെറ്റ് സൈറ്റിന്റെ അടിസ്ഥാന സജ്ജീകരണങ്ങൾ

source: Site name must have non-zero length.
ml: സൈറ്റിന്റെ പേര് ശൂന്യമായിരിക്കരുത്.

source: You must have a valid contact email address.
ml: താങ്കളെ ബന്ധപ്പെടാനായി സാധുവായ ഇമെയിൽ വിലാസമുണ്ടായിരിക്കണം.

source: Unknown language "%s".
ml: അപരിചിതമായ ഭാഷ "%s".

source: Minimum text limit is 0 (unlimited).
ml: എഴുത്തുകളുടെ ഏറ്റവും ചെറിയ പരിധി 0 ആണ് (പരിധിയില്ല).

source: General
ml: സാർവത്രികം

source: Site name
ml: സൈറ്റിന്റെ പേര്‌

source: Default timezone
ml: സ്വതേ വേണ്ട സമയമേഖല

source: Default timezone for the site; usually UTC.
ml: സൈറ്റിന്റെ സ്വതേയുള്ള സമയമേഖല; സാധാരണ ഗതിയിൽ യു.റ്റി.സി..

source: Default language
ml: സ്വതേ വേണ്ട ഭാഷ

source: Limits
ml: പരിധികൾ

source: Text limit
ml: എഴുത്തിന്റെ പരിധി

source: Maximum number of characters for notices.
ml: അറിയിപ്പുകളിലെ അക്ഷരങ്ങളുടെ പരമാവധി പരിധി.

source: How long users must wait (in seconds) to post the same thing again.
ml: ഒരേ കാര്യം വീണ്ടും പ്രസിദ്ധീകരിക്കാൻ ഉപയോക്താക്കൾ എത്ര നേരമാണ് (സെക്കന്റുകളിൽ) കാത്തിരിക്കേണ്ടത്.

source: Site Notice
ml: സൈറ്റ് അറിയിപ്പ്

source: Unable to save site notice.
ml: സൈറ്റ് അറിയിപ്പ് സേവ് ചെയ്യാനായില്ല.

source: Site notice text
ml: സൈറ്റ് അറിയിപ്പ് എഴുത്ത്

source: Save site notice.
ml: സൈറ്റ് അറിയിപ്പ് സേവ് ചെയ്യുക.

source: SMS settings
ml: എസ്.എം.എസ്. സജ്ജീകരണങ്ങൾ

source: You can receive SMS messages through email from %%site.name%%.
ml: %%site.name%% സൈറ്റിൽ നിന്നും ഇമെയിൽ വഴി താങ്കൾക്ക് എസ്.എം.എസ്. സന്ദേശങ്ങൾ സ്വീകരിക്കാവുന്നതാണ്.

source: SMS is not available.
ml: എസ്.എം.എസ്. ലഭ്യമല്ല.

source: SMS address
ml: എസ്.എം.എസ്. വിലാസം

source: Current confirmed SMS-enabled phone number.
ml: ഇപ്പോഴത്തെ സ്ഥിരീകരിച്ച എസ്.എം.എസ്. സജ്ജമായ ഫോൺ നമ്പർ.

source: Awaiting confirmation on this phone number.
ml: ഈ ഫോൺ നമ്പരിൽ നിന്നുള്ള സ്ഥിരീകരണത്തിനായി കാക്കുന്നു.

source: Confirmation code
ml: സ്ഥിരീകരണ കോഡ്

source: Enter the code you received on your phone.
ml: താങ്കളുടെ ഫോണിൽ ലഭിച്ച കോഡ് നൽകുക.

# BUTTON
source: Confirm
ml: സ്ഥിരീകരിക്കുക

source: SMS phone number
ml: എസ്.എം.എസ്. ഫോൺ നമ്പർ.

source: Phone number, no punctuation or spaces, with area code.
ml: ഫോൺ നമ്പർ, വിരാമചിഹ്നമോ ഇടയോ ചേർക്കാതെ പ്രദേശത്തിന്റെ കോഡിനോടൊപ്പം നൽകുക.

source: SMS preferences
ml: എസ്.എം.എസ്. ക്രമീകരണങ്ങൾ

source: SMS preferences saved.
ml: എസ്.എം.എസ്. ക്രമീകരണങ്ങൾ സേവ് ചെയ്യപ്പെട്ടിട്ടുണ്ട്.

source: No phone number.
ml: ഫോൺ നമ്പർ നൽകിയിട്ടില്ല.

source: That is already your phone number.
ml: അതാണ് താങ്കളുടെ ഫോൺ നമ്പരായി മുമ്പേ ഉള്ളത്.

source: That phone number already belongs to another user.
ml: ആ ഫോൺ നമ്പർ മുമ്പേ തന്നെ മറ്റൊരു ഉപയോക്താവിന് അവകാശപ്പെട്ടതാണ്.

source: A confirmation code was sent to the phone number you added. Check your phone for the code and instructions on how to use it.
ml: താങ്കൾ നൽകിയ ഫോൺ നമ്പരിൽ ഒരു സ്ഥിരീകരണ കോഡ് അയച്ചിട്ടുണ്ട്. കോഡിനും അതെപ്രകാരം ഉപയോഗിക്കാമെന്ന മാർഗ്ഗനിർദ്ദേശങ്ങൾക്കും താങ്കളുടെ ഫോൺ പരിശോധിക്കുക.

source: That is the wrong confirmation number.
ml: അത് തെറ്റായ സ്ഥിരീകരണ സംഖ്യയാണ്.

source: SMS confirmation cancelled.
ml: എസ്.എം.എസ്. സ്ഥിരീകരണം റദ്ദാക്കി.

source: That is not your phone number.
ml: അത് താങ്കളുടെ ഫോൺ നമ്പരല്ല.

source: The SMS phone number was removed.
ml: എസ്.എം.എസ്. ഫോൺ നമ്പർ നീക്കം ചെയ്തിരിക്കുന്നു.

source: No code entered.
ml: യാതൊരു കോഡും നൽകിയിട്ടില്ല.

source: Frequency
ml: ആവൃതി

source: Report URL
ml: യൂ.ആർ.എൽ. അറിയിക്കുക

source: %s subscribers
ml: %s വരിക്കാർ

source: %1$s subscribers, page %2$d
ml: %1$s എന്ന ഉപയോക്താവിന്റെ വരിക്കാർ, താൾ %2$d

source: These are the people who listen to your notices.
ml: ഈ ആൾക്കാരാണ് താങ്കളുടെ അറിയിപ്പുകൾ ശ്രദ്ധിക്കുന്നത്.

source: These are the people who listen to %s's notices.
ml: ഈ ആൾക്കാരാണ് %s എന്ന ഉപയോക്താവിന്റെ അറിയിപ്പുകൾ ശ്രദ്ധിക്കുന്നത്.

source: You have no subscribers. Try subscribing to people you know and they might return the favor.
ml: താങ്കൾക്ക് ഇതുവരെ വരിക്കാരില്ല. താങ്കൾക്കറിയാവുന്ന ചിലരുടെ വരിക്കാരനാകുക, അവർ മിക്കവാറും തിരിച്ചും ചെയ്യാനിടയുണ്ട്.

source: %s has no subscribers. Want to be the first?
ml: %s എന്ന ഉപയോക്താവിന് വരിക്കാരില്ല. ആദ്യത്തെ ആളാകുന്നോ?

source: %s has no subscribers. Why not [register an account](%%%%action.register%%%%) and be the first?
ml: %s എന്ന ഉപയോക്താവിന് വരിക്കാരില്ല. എന്തുകൊണ്ട് [ഒരംഗത്വം എടുക്കുകയും](%%%%action.register%%%%) ആദ്യത്തെ ആളാവുകയും ചെയ്തുകൂട?

source: %1$s subscriptions, page %2$d
ml: %1$s വരിക്കാരാകലുകൾ, താൾ %2$d

source: These are the people whose notices you listen to.
ml: ഈ ആൾക്കാരുടെ അറിയിപ്പുകളാണ് താങ്കൾ ശ്രദ്ധിക്കുന്നത്.

source: These are the people whose notices %s listens to.
ml: ഈ ആൾക്കാരുടെ അറിയിപ്പുകളാണ് %s ശ്രദ്ധിക്കുന്നത്.

source: %s is not listening to anyone.
ml: %s ആരേയും ശ്രദ്ധിക്കുന്നില്ല.

source: Jabber
ml: ജാബ്ബർ

source: SMS
ml: എസ്.എം.എസ്.

source: Tag %s
ml: റ്റാഗ് %s

source: Photo
ml: ഛായാചിത്രം

source: Tag user
ml: ഉപയോക്താവിനെ റ്റാഗ് ചെയ്യുക

source: Invalid tag: "%s"
ml: അസാധുവായ റ്റാഗ്: "%s"

source: No such tag.
ml: അത്തരത്തിൽ ഒരു റ്റാഗില്ല.

# TITLE
source: User
ml: ഉപയോക്താവ്

source: User settings for this StatusNet site
ml: ഈ സ്റ്റാറ്റസ്‌നെറ്റ് സൈറ്റിന്റെ ഉപയോക്തൃ സജ്ജീകരണങ്ങൾ

source: New users
ml: പുതിയ ഉപയോക്താക്കൾ

source: New user welcome
ml: പുതിയ ഉപയോക്താവിനുള്ള സ്വാഗതം

source: Welcome text for new users (maximum 255 characters).
ml: പുതിയ ഉപയോക്താക്കൾക്കുള്ള സ്വാഗത സന്ദേശം (പരമാവധി 255 അക്ഷരങ്ങൾ).

source: Invitations
ml: ക്ഷണങ്ങൾ

source: Invitations enabled
ml: ക്ഷണിക്കൽ സജ്ജമാക്കിയിരിക്കുന്നു

source: Whether to allow users to invite new users.
ml: പുതിയ ഉപയോക്താക്കളെ ക്ഷണിക്കാൻ ഉപയോക്താക്കളെ അനുവദിക്കേണ്ടതുണ്ടോ.

source: Save user settings.
ml: ഉപയോക്തൃ സജ്ജീകരണങ്ങൾ സേവ് ചെയ്യുക.

source: Authorize subscription
ml: വരിക്കാരനാകൽ അംഗീകരിക്കുക

source: License
ml: അനുമതി

# BUTTON
source: Accept
ml: സ്വീകരിക്കുക

source: Subscribe to this user.
ml: ഈ ഉപയോക്താവിന്റെ വരിക്കാരൻ/വരിക്കാരി ആകുക.

# BUTTON
source: Reject
ml: നിരസിക്കുക

source: Reject this subscription.
ml: ഈ വരിക്കാരനാകൽ നിരസിക്കുക.

source: Subscription authorized
ml: വരിക്കാരനാകൽ അംഗീകരിക്കപ്പെട്ടു

source: Subscription rejected
ml: വരിക്കാരനാകൽ നിരസിക്കപ്പെട്ടു

source: Enjoy your hotdog!
ml: താങ്കളുടെ ഹോട്ട്ഡോഗ് ആസ്വദിക്കൂ!

source: %1$s groups, page %2$d
ml: %1$s സംഘങ്ങൾ, താൾ %2$d

source: Search for more groups
ml: കൂടുതൽ സംഘങ്ങൾക്കായി തിരയുക

source: %s is not a member of any group.
ml: %s എന്ന ഉപയോക്താവ് ഒരു സംഘത്തിലേയും അംഗമല്ല.

source: Try [searching for groups](%%action.groupsearch%%) and joining them.
ml: [സംഘങ്ങൾ തിരയുക](%%action.groupsearch%%), അവയിൽ ചേരുക.

source: StatusNet %s
ml: സ്റ്റാറ്റസ്‌നെറ്റ് %s

source: Contributors
ml: സംഭാവന ചെയ്തവർ

source: Plugins
ml: പ്ലഗിനുകൾ

source: Version
ml: പതിപ്പ്

source: Author(s)
ml: രചയിതാവ് (രചയിതാക്കൾ)

source: Robin thinks something is impossible.
ml: ചിലത് അസാധ്യമാണെന്നാണ് റോബിനും സന്ദേശം പരിഭാഷ ചെയ്ത പ്രവീണും കരുതുന്നത്.

source: Invalid filename.
ml: പ്രമാണത്തിന്റെ പേര് അസാധുവാണ്.

source: Group join failed.
ml: സംഘത്തിൽ ചേരൽ പരാജയപ്പെട്ടു.

source: Not part of group.
ml: സംഘത്തിന്റെ ഭാഗമല്ല.

source: Group leave failed.
ml: സംഘത്തിൽ നിന്നും ഒഴിവാകൽ പരാജയപ്പെട്ടിരിക്കുന്നു.

source: Join
ml: ഭാഗഭാക്കാകുക

source: You are banned from sending direct messages.
ml: നേരിട്ടുള്ള സന്ദേശങ്ങൾ അയക്കുന്നതിൽ നിന്നും താങ്കൾ തടയപ്പെട്ടിരിക്കുന്നു.

source: Could not insert message.
ml: സന്ദേശം ഉൾപ്പെടുത്താൻ കഴിഞ്ഞില്ല.

source: Problem saving notice. Too long.
ml: അറിയിപ്പ് സേവ് ചെയ്യുന്നതിൽ കുഴപ്പമുണ്ടായി. അധികം വലിപ്പം.

source: Problem saving notice. Unknown user.
ml: അറിയിപ്പ് സേവ് ചെയ്യുന്നതിൽ കുഴപ്പമുണ്ടായി. അപരിചിത ഉപയോക്താവ്.

source: Too many notices too fast; take a breather and post again in a few minutes.
ml: നിരവധി അറിയിപ്പുകൾ തുടരെ നൽകിയിരിക്കുന്നു; ഒന്നു ചുറ്റിനടന്നിട്ട് ഏതാനം മിനിറ്റുകൾക്കു ശേഷം പ്രസിദ്ധീകരിക്കൂ.

source: Too many duplicate messages too quickly; take a breather and post again in a few minutes.
ml: നിരവധി പകർപ്പ് സന്ദേശങ്ങൾ തുടരെ നൽകിയിരിക്കുന്നു; ഒന്നു ചുറ്റിനടന്നിട്ട് ഏതാനം മിനിറ്റുകൾക്കു ശേഷം പ്രസിദ്ധീകരിക്കൂ.

source: You are banned from posting notices on this site.
ml: ഈ സൈറ്റിൽ അറിയിപ്പുകൾ പ്രസിദ്ധീകരിക്കുന്നതിൽ നിന്നും താങ്കൾ തടയപ്പെട്ടിരിക്കുന്നു.

source: Problem saving notice.
ml: അറിയിപ്പ് സേവ് ചെയ്യുന്നതിൽ പിഴവുണ്ടായി.

source: Problem saving group inbox.
ml: സംഘത്തിന്റെ ഇൻബോക്സ് സേവ് ചെയ്യുന്നതിൽ പ്രശ്നമുണ്ടായി.

source: Could not save reply for %1$d, %2$d.
ml: %2$d, %1$d എന്ന അറിയിപ്പിനുള്ള മറുപടി സേവ് ചെയ്യാൻ കഴിഞ്ഞില്ല.

source: User has blocked you.
ml: ഉപയോക്താവ് താങ്കളെ തടഞ്ഞിരിക്കുന്നു.

source: Follow
ml: പിന്തുടരുക

source: %1$s is now following %2$s.
ml: %1$s ഇപ്പോൾ %2$s എന്ന ഉപയോക്താവിനെ പിന്തുടരുന്നു.

source: Welcome to %1$s, @%2$s!
ml: %1$s സൈറ്റിലേയ്ക്ക് സ്വാഗതം, @%2$s!

source: Could not create group.
ml: സംഘം സൃഷ്ടിക്കാൻ കഴിഞ്ഞില്ല.

source: Could not set group membership.
ml: സംഘ അംഗത്വം സജ്ജീകരിച്ചിട്ടില്ല.

source: Could not save local group info.
ml: പ്രാദേശിക സംഘത്തിന്റെ വിവരങ്ങൾ സേവ് ചെയ്യാൻ കഴിഞ്ഞില്ല.

source: Cannot locate account %s.
ml: %s എന്ന അംഗത്വം കണ്ടെത്താനായില്ല.

source: Change your password
ml: താങ്കളുടെ രഹസ്യവാക്ക് മാറ്റുക

source: Change email handling
ml: ഇമെയിൽ കൈകാര്യരീതിയിൽ മാറ്റം വരുത്തുക

source: Other options
ml: മറ്റ് ഐച്ഛികങ്ങൾ

source: Other
ml: മറ്റുള്ളവ

source: Untitled page
ml: തലക്കെട്ടില്ലാത്ത താൾ

# TOOLTIP
source: Show more
ml: കൂടുതൽ പ്രദർശിപ്പിക്കുക

# MENU
source: Personal
ml: വ്യക്തിപരം

source: Account
ml: അംഗത്വം

# TOOLTIP
source: Connect to services
ml: സേവനങ്ങളിൽ ബന്ധപ്പെടുക

source: Connect
ml: ബന്ധപ്പെടുക

# TOOLTIP
source: Change site configuration
ml: സൈറ്റ് ക്രമീകരണങ്ങൾ മാറ്റുക

# MENU
source: Admin
ml: കാര്യനിർവാഹക(ൻ)

# TOOLTIP
source: Invite friends and colleagues to join you on %s
ml: %s-ൽ നമ്മോടൊപ്പം ചേരാൻ സുഹൃത്തുക്കളേയും സഹപ്രവർത്തകരേയും ക്ഷണിക്കുക

# MENU
source: Invite
ml: ക്ഷണിക്കുക

# TOOLTIP
source: Logout from the site
ml: സൈറ്റിൽ നിന്നും പുറത്തുകടക്കുക

# MENU
source: Logout
ml: ലോഗൗട്ട്

# TOOLTIP
source: Create an account
ml: ഒരംഗത്വമെടുക്കുക

# MENU
source: Register
ml: രജിസ്റ്റർ

# TOOLTIP
source: Login to the site
ml: സൈറ്റിലേക്ക് പ്രവേശിക്കുക

# MENU
source: Login
ml: പ്രവേശിക്കുക

# TOOLTIP
source: Help me!
ml: എന്നെ സഹായിക്കൂ!

# MENU
source: Help
ml: സഹായം

# TOOLTIP
source: Search for people or text
ml: ആൾക്കാരെയോ എഴുത്തോ തിരയുക

# MENU
source: Search
ml: തിരയുക

source: Site notice
ml: സൈറ്റ് അറിയിപ്പ്

source: Local views
ml: പ്രാദേശിക എടുത്തുനോക്കലുകൾ

source: Page notice
ml: താളിലെ അറിയിപ്പ്

source: Help
ml: സഹായം

source: About
ml: വിവരണം

source: FAQ
ml: പതിവുചോദ്യങ്ങൾ

source: Privacy
ml: സ്വകാര്യത

source: Source
ml: സ്രോതസ്സ്

source: Contact
ml: സമ്പർക്കം

source: StatusNet software license
ml: സ്റ്റാറ്റസ്‌നെറ്റ് സോഫ്റ്റ്‌വേർ അനുമതി

source: Site content license
ml: സൈറ്റിന്റെ ഉള്ളടക്കത്തിന്റെ ഉപയോഗാനുമതി

source: Content and data of %1$s are private and confidential.
ml: %1$s സൈറ്റിന്റെ ഉള്ളടക്കം സ്വകാര്യവും രഹസ്യവുമാണ്.

source: Content and data copyright by contributors. All rights reserved.
ml: ഉള്ളടക്കവും വിവരങ്ങളും സംഭാവകർക്ക് പകർപ്പവകാശമുള്ളതാണ്. എല്ലാ അവകാശങ്ങളും സംരക്ഷിതം.

source: After
ml: ശേഷം

source: Before
ml: മുമ്പ്

source: Unknown verb: "%s".
ml: അപരിചിതമായ ക്രിയ: "%s".

source: This activity seems unrelated to our user.
ml: ഈ പ്രവൃത്തി ഞങ്ങളുടെ ഒരുപയോക്താവ് ചെയ്തതാണെന്ന് തോന്നുന്നില്ല.

source: User is already a member of this group.
ml: ഉപയോക്താവ് ഈ സംഘത്തിൽ മുമ്പേ തന്നെ അംഗമാണ്.

source: No content for notice %s.
ml: ഉള്ളടക്കമൊന്നും %s എന്ന അറിയിപ്പിൽ നൽകിയിട്ടില്ല.

source: No such user %s.
ml: %s എന്നൊരു ഉപയോക്താവില്ല.

source: Unable to delete design setting.
ml: രൂപകല്പനാ സജ്ജീകരണങ്ങൾ മായ്ക്കാൻ കഴിഞ്ഞില്ല.

source: Basic site configuration
ml: സൈറ്റിന്റെ അടിസ്ഥാന ക്രമീകരണം

# MENU
source: Site
ml: സൈറ്റ്

source: Design configuration
ml: രൂപകല്പനാ ക്രമീകരണം

# MENU
source: Design
ml: രൂപകല്പന

source: User configuration
ml: ഉപയോക്തൃ ക്രമീകരണം

source: User
ml: ഉപയോക്താവ്

source: Access configuration
ml: അഭിഗമ്യതാ ക്രമീകരണം

source: Edit site notice
ml: സൈറ്റ് അറിയിപ്പ് തിരുത്തുക

source: Set site license
ml: സൈറ്റിന്റെ ഉപയോഗാനുമതി സജ്ജീകരിക്കുക

source: Source URL
ml: സ്രോതസ്സ് യു.ആർ.എൽ

source: Browser
ml: ബ്രൗസർ

source: Desktop
ml: ഡെസ്ക്ടോപ്പ്

source: Cancel
ml: റദ്ദാക്കുക

# BUTTON
source: Revoke
ml: തിരിച്ചെടുക്കുക

source: Do not use this method!
ml: ഈ മാർഗ്ഗം ഉപയോഗിക്കരുത്!

source: Author
ml: രചയിതാവ്

source: Password changing failed.
ml: രഹസ്യവാക്ക് മാറ്റൽ പരാജയപ്പെട്ടിരിക്കുന്നു.

source: Password changing is not allowed.
ml: രഹസ്യവാക്ക് മാറ്റൽ അനുവദിച്ചിട്ടില്ല.

source: Block
ml: തടയുക

source: Block this user
ml: ഈ ഉപയോക്താവിനെ തടയുക

source: AJAX error
ml: അജാക്സ് പിഴവ്

source: Notice with that id does not exist.
ml: ആ ഐ.ഡി.യിൽ അറിയിപ്പ് നിലവിലില്ല.

source: Subscriptions: %1$s Subscribers: %2$s Notices: %3$s
ml: വരിക്കാരനാകലുകൾ: %1$s വരിക്കാർ: %2$s അറിയിപ്പുകൾ: %3$s

source: Notice marked as fave.
ml: അറിയിപ്പ് പ്രിയങ്കരമെന്ന് അടയാളപ്പെടുത്തി.

source: %1$s joined group %2$s.
ml: %2$s എന്ന സംഘത്തിൽ %1$s എന്ന ഉപയോക്താവ് ചേർന്നു.

source: %1$s left group %2$s.
ml: %2$s എന്ന സംഘത്തിൽ നിന്ന് %1$s എന്ന ഉപയോക്താവ് വിട്ടുപോയി.

source: Fullname: %s
ml: പൂർണ്ണനാമം: %s

source: Location: %s
ml: സ്ഥാനം: %s

source: Homepage: %s
ml: പ്രധാനതാൾ: %s

source: About: %s
ml: വിവരണം: %s

source: Error sending direct message.
ml: നേരിട്ടുള്ള സന്ദേശം അയക്കുന്നതിൽ പിഴവുണ്ടായി.

source: Notice from %s repeated.
ml: %s എന്ന ഉപയോക്താവിന്റെ അറിയിപ്പ് ആവർത്തിച്ചു.

source: Error repeating notice.
ml: അറിയിപ്പ് ആവർത്തിക്കുന്നതിൽ പിഴവുണ്ടായി.

source: Reply to %s sent.
ml: %s എന്ന ഉപയോക്താവിനുള്ള മറുപടി അയച്ചു.

source: Error saving notice.
ml: അറിയിപ്പ് സേവ് ചെയ്യുന്നതിൽ പിഴവുണ്ടായി.

source: This link is useable only once and is valid for only 2 minutes: %s.
ml: ഈ കണ്ണി ഒരിക്കൽ മാത്രമേ ഉപയോഗിക്കാനാകൂ, അത് 2 മിനിറ്റിനു ശേഷം കാലഹരണപ്പെടുകയും ചെയ്യും: %s.

source: You are not a member of any groups.
ml: താങ്കൾ ഒരു സംഘത്തിലേയും അംഗമല്ല.

source: You are a member of this group:
ml: താങ്കൾ ഈ സംഘത്തിലെ അംഗമാണ്:

source: No configuration file found.
ml: ക്രമീകരണ പ്രമാണം കണ്ടെത്താനായില്ല.

# MENU
source: SMS
ml: എസ്.എം.എസ്.

# MENU
source: Connections
ml: ബന്ധങ്ങൾ

source: Database error
ml: ഡാറ്റാബേസ് പിഴവ്

source: Delete this user
ml: ഈ ഉപയോക്താവിനെ നീക്കം ചെയ്യുക

source: Upload file
ml: പ്രമാണം അപ്‌ലോഡ് ചെയ്യുക

# RADIO
source: On
ml: സജ്ജം

# RADIO
source: Off
ml: രഹിതം

source: Change colours
ml: നിറങ്ങൾ മാറ്റുക

source: Use defaults
ml: സ്വതേയുള്ളവ ഉപയോഗിക്കുക

source: Restore default designs
ml: സ്വതേയുള്ള രൂപകല്പനകൾ പുനഃസ്ഥാപിക്കുക

source: Reset back to default
ml: മുമ്പ് സ്വതേയുണ്ടായിരുന്നതിലേയ്ക്ക് പുനഃസ്ഥാപിക്കുക

source: Save design
ml: രൂപകല്പന സേവ്‌ ചെയ്യുക

source: Couldn't update your design.
ml: താങ്കളുടെ രൂപകല്പന പുതുക്കാനായില്ല.

source: Design defaults restored.
ml: സ്വതേയുള്ള രൂപകല്പന പുനഃസ്ഥാപിച്ചിരിക്കുന്നു.

source: RSS 1.0
ml: ആർ.എസ്.എസ്. 1.0

source: RSS 2.0
ml: ആർ.എസ്.എസ്. 2.0

source: Atom
ml: ആറ്റം

source: Not an atom feed.
ml: ഒരു ആറ്റം ഫീഡ് അല്ല.

source: Feeds
ml: ഫീഡ്

source: All
ml: എല്ലാം

source: Tag
ml: റ്റാഗ്

source: Go
ml: പോകൂ

source: Describe the group or topic
ml: സംഘത്തെക്കുറിച്ചോ വിഷയത്തെക്കുറിച്ചോ വിവരിക്കുക

source: Location for the group, if any, like "City, State (or Region), Country".
ml: സംഘത്തിന്റെ പ്രദേശം, അങ്ങനെയൊന്നുണ്ടെങ്കിൽ - ഉദാ: "പട്ടണം, സംസ്ഥാനം (അഥവാ പ്രദേശം), രാജ്യം".

# MENU
source: Group
ml: സംഘം

# TOOLTIP
source: %s group
ml: %s സംഘം

# MENU
source: Members
ml: അംഗങ്ങൾ

# TOOLTIP
source: %s group members
ml: %s സംഘ അംഗങ്ങൾ

# MENU
source: Blocked
ml: തടയപ്പെട്ടിരിക്കുന്നു

# TOOLTIP
source: %s blocked users
ml: %s തടയപ്പെട്ട ഉപയോക്താക്കൾ

# MENU
source: Logo
ml: ലോഗോ

# TOOLTIP
source: Add or edit %s design
ml: %s എന്ന സംഘത്തിനു രൂപകല്പന കൂട്ടിച്ചേർക്കുക അല്ലെങ്കിൽ മാറ്റം വരുത്തുക

source: Unsupported image file format.
ml: ചിത്രത്തിന്റെ തരത്തിനു പിന്തുണയില്ല.

source: Partial upload.
ml: ഭാഗിക അപ്‌ലോഡ്.

source: Not an image or corrupt file.
ml: ഒന്നുകിൽ ചിത്രമല്ല അല്ലെങ്കിൽ ചിത്രത്തിൽ പിഴവുണ്ട്.
