Repository: microcosmx/experiments
Catalog: statusnet/locale/*/LC_MESSAGES/statusnet.po
Languages: ml

source: Access
ml: അഭിഗമ്യത

source: Site access settings
ml: സൈറ്റ് അഭിഗമ്യതാ സജ്ജീകരണങ്ങൾ

source: Registration
ml: രെജിസ്റ്ററേഷൻ

source: Prohibit anonymous users (not logged in) from viewing site?
ml: അജ്ഞാത ഉപയോക്താക്കളെ (ലോഗിൻ ചെയ്യാത്തവരെ) സൈറ്റ് കാണുന്നതിൽ നിന്നും വിലക്കണോ?

# LABEL
source: Private
ml: സ്വകാര്യം

source: Make registration invitation only.
ml: രജിസ്ട്രേഷൻ ക്ഷണിച്ചിട്ടുള്ളവർക്കു മാത്രം.

source: Invite only
ml: ക്ഷണിക്കപ്പെട്ടവർക്ക് മാത്രം

source: Disable new registrations.
ml: പുതിയ രജിസ്ട്രേഷനുകൾ വേണ്ട.

source: Closed
ml: അടച്ചു

source: Save access settings
ml: അഭിഗമ്യതാ സജ്ജീകരണങ്ങൾ സേവ് ചെയ്യുക

# BUTTON
source: Save
ml: സേവ് ചെയ്യുക

source: No such page.
ml: അത്തരത്തിൽ ഒരു താളില്ല.

source: No such user.
ml: അങ്ങനെ ഒരു ഉപയോക്താവില്ല.

source: %1$s and friends, page %2$d
ml: %1$s ഒപ്പം സുഹൃത്തുക്കളും, താൾ %2$d

source: %s and friends
ml: %s ഒപ്പം സുഹൃത്തുക്കളും

source: You and friends
ml: താങ്കളും സുഹൃത്തുക്കളും

source: API method not found.
ml: എ.പി.ഐ. മെതേഡ് കണ്ടെത്താനായില്ല.

source: Could not update user.
ml: ഉപയോക്തൃ വിവരങ്ങൾ പുതുക്കാൻ കഴിഞ്ഞില്ല.

source: Unable to save your design settings.
ml: താങ്കളുടെ രൂപകല്പനാ സജ്ജീകരണങ്ങൾ കാത്തുസൂക്ഷിക്കാനായില്ല.

source: Could not update your design.
ml: താങ്കളുടെ രൂപകല്പന പുതുക്കാനായില്ല.

# ATOM
source: Main
ml: മുഖ്യം

source: %s timeline
ml: %s എന്ന ഉപയോക്താവിന്റെ സമയരേഖ

source: %s subscriptions
ml: %s എന്ന ഉപയോക്താവിന്റെ വരിക്കാരനാകലുകൾ

source: %s favorites
ml: %s എന്ന ഉപയോക്താവിന് പ്രിയങ്കരമായവ

source: %s memberships
ml: %s അംഗത്വങ്ങൾ

source: You cannot block yourself!
ml: താങ്കൾക്ക് താങ്കളെത്തന്നെ തടയാൻ പറ്റില്ല!

source: Block user failed.
ml: ഉപയോക്താവിനെ തടയൽ പരാജയപ്പെട്ടു.

source: Unblock user failed.
ml: ഉപയോക്താവിന്റെ തടയൽ നീക്കൽ പരാജയപ്പെട്ടു.

source: Direct messages from %s
ml: %s നേരിട്ടയച്ച സന്ദേശങ്ങൾ

source: All the direct messages sent from %s
ml: %s നേരിട്ടയച്ച എല്ലാ സന്ദേശങ്ങളും

source: Direct messages to %s
ml: %s എന്ന ഉപയോക്താവിന് നേരിട്ടുള്ള സന്ദേശങ്ങൾ

source: All the direct messages sent to %s
ml: %s എന്ന ഉപയോക്താവിന് നേരിട്ടുള്ള എല്ലാ സന്ദേശങ്ങളും

source: No message text!
ml: സന്ദേശത്തിൽ എഴുത്ത് ഇല്ല!

source: That's too long. Maximum message size is %d character.
ml: അത് വളരെ വലുതാണ്. സന്ദേശത്തിന്റെ പരമാവധി വലിപ്പം %d അക്ഷരമാണ്.

source: Recipient user not found.
ml: സ്വീകർത്താവായ ഉപയോക്താവിനെ കണ്ടെത്താനായില്ല.

source: Cannot send direct messages to users who aren't your friend.
ml: താങ്കളുടെ സുഹൃത്തുക്കളല്ലാത്ത ഉപയോക്താക്കൾക്ക് നേരിട്ടുള്ള സന്ദേശങ്ങൾ അയയ്ക്കാൻ കഴിയില്ല.

source: Do not send a message to yourself; just say it to yourself quietly instead.
ml: താങ്കൾക്കു തന്നെ സന്ദേശം അയയ്ക്കരുത്; പകരം അത് പതുക്കെ സ്വയം പറയുക.

source: No status found with that ID.
ml: ആ ഐ.ഡി.യോട് യോജിക്കുന്ന സ്ഥിതിവിവരം കണ്ടെത്താനായില്ല.

source: This status is already a favorite.
ml: ഈ സ്ഥിതിവിവരം മുമ്പേ തന്നെ പ്രിയങ്കരമാണ്!

source: Could not create favorite.
ml: പ്രിയങ്കരങ്ങൾ സൃഷ്ടിക്കാൻ കഴിഞ്ഞില്ല.

source: That status is not a favorite.
ml: ഈ സ്ഥിതിവിവരം പ്രിയങ്കരമല്ല.

source: Could not delete favorite.
ml: പ്രിയങ്കരം മായ്ക്കാൻ കഴിഞ്ഞില്ല.

source: Could not follow user: %s is already on your list.
ml: ഉപയോക്താവിനെ പിന്തുടരാൻ കഴിഞ്ഞില്ല: %s താങ്കളുടെ പട്ടികയിൽ മുമ്പേയുണ്ട്.

source: Could not unfollow user: User not found.
ml: ഉപയോക്താവിനെ പിന്തുടരൽ നീക്കംചെയ്യാൻ കഴിഞ്ഞില്ല: ഉപയോക്താവിനെ കണ്ടെത്താനായില്ല.

source: You cannot unfollow yourself.
ml: താങ്കൾക്ക് താങ്കളെത്തന്നെ പിന്തുടരൽ നീക്കാൻ പറ്റില്ല.

source: Could not determine source user.
ml: സ്രോതസ്സ് ഉപയോക്താവിനെ നിർണ്ണയിക്കാനായില്ല.

source: Could not find target user.
ml: ലക്ഷ്യമിട്ട ഉപയോക്താവിനെ കണ്ടെത്താനായില്ല.

source: Nickname already in use. Try another one.
ml: വിളിപ്പേര് മുമ്പേ ഉപയോഗത്തിലുണ്ട്. മറ്റൊരെണ്ണം ശ്രമിക്കുക.

source: Not a valid nickname.
ml: സാധുവായ വിളിപ്പേര് അല്ല.

source: Homepage is not a valid URL.
ml: ഹോംപേജിന്റെ യൂ.ആർ.എൽ. സാധുവല്ല.

source: Full name is too long (maximum 255 characters).
ml: പൂർണ്ണ നാമത്തിന്റെ നീളം വളരെ കൂടുതലാണ് (പരമാവധി 255 അക്ഷരങ്ങൾ).

source: Description is too long (maximum %d character).
ml: വിവരണത്തിനു നീളം കൂടുതലാണ് (പരമാവധി %d അക്ഷരം).

source: Group not found.
ml: സംഘത്തെ കണ്ടെത്താനായില്ല.

source: You are already a member of that group.
ml: താങ്കൾ ആ സംഘത്തിൽ മുമ്പേ തന്നെ അംഗമാണ്.

source: You have been blocked from that group by the admin.
ml: ആ സംഘത്തിൽ നിന്നും കാര്യനിർവ്വാഹകൻ താങ്കളെ തടഞ്ഞിരിക്കുന്നു.

source: Could not join user %1$s to group %2$s.
ml: %2$s എന്ന സംഘത്തിൽ %1$s എന്ന ഉപയോക്താവിനെ ചേർക്കാൻ കഴിഞ്ഞില്ല.

source: You are not a member of this group.
ml: താങ്കൾ ഈ സംഘത്തിൽ അംഗമല്ല.

source: Could not remove user %1$s from group %2$s.
ml: %2$s എന്ന സംഘത്തിൽ നിന്നും %1$s എന്ന ഉപയോക്താവിനെ നീക്കം ചെയ്യാൻ കഴിഞ്ഞില്ല.

source: %s's groups
ml: %s എന്ന ഉപയോക്താവിന്റെ സംഘങ്ങൾ

source: %1$s groups %2$s is a member of.
ml: %2$s അംഗമായ %1$s സംഘങ്ങൾ.

source: %s groups
ml: %s സംഘങ്ങൾ

source: groups on %s
ml: %s സൈറ്റിലെ സംഘങ്ങൾ

source: Upload failed.
ml: അപ്‌ലോഡ് പരാജയപ്പെട്ടു.

source: Invalid request token or verifier.
ml: അസാധുവായ അഭ്യർത്ഥനാ ചീട്ട് അല്ലെങ്കിൽ പരിശോധനോപാധി.

source: Invalid request token.
ml: അസാധുവായ അഭ്യർത്ഥനാ ചീട്ട്.

source: Request token already authorized.
ml: അഭ്യർത്ഥനാ ചീട്ട് മുമ്പേ തന്നെ അംഗീകരിക്കപ്പെട്ടതാണ്.

source: There was a problem with your session token. Try again, please.
ml: താങ്കളുടെ സെഷൻ ചീട്ടിൽ ഒരു ചെറിയ പ്രശ്നം. ദയവായി വീണ്ടും ശ്രമിക്കുക.

source: Invalid nickname / password!
ml: അസാധുവായ വിളിപ്പേര് / രഹസ്യവാക്ക്!

source: Unexpected form submission.
ml: അപ്രതീക്ഷിത ഫോം സമർപ്പിക്കൽ.

source: Allow or deny access
ml: ലഭ്യത അനുവദിക്കുക അല്ലെങ്കിൽ നിരാകരിക്കുക

# LEGEND
source: Account
ml: അംഗത്വം

source: Nickname
ml: വിളിപ്പേര്

source: Password
ml: രഹസ്യവാക്ക്

# BUTTON
source: Cancel
ml: റദ്ദാക്കുക

# BUTTON
source: Allow
ml: അനുവദിക്കുക

source: Authorize access to your account information.
ml: താങ്കളുടെ അംഗത്വ വിവരങ്ങളിലേയ്ക്കുള്ള പ്രവേശനത്തിനു അംഗീകാരം നൽകുക.

source: Authorization canceled.
ml: അംഗീകാരം നൽകൽ റദ്ദാക്കി.

source: You have successfully authorized %s
ml: താങ്കൾ വിജയകരമായി %s അംഗീകരിച്ചിരിക്കുന്നു

source: You may not delete another user's status.
ml: മറ്റൊരു ഉപയോക്താവിന്റെ സ്ഥിതിവിവരം മായ്ക്കാൻ താങ്കൾക്ക് കഴിയില്ല.

source: No such notice.
ml: അത്തരത്തിൽ ഒരു അറിയിപ്പ് ഇല്ല.

source: Cannot repeat your own notice.
ml: താങ്കൾക്ക് താങ്കളുടെ തന്നെ അറിയിപ്പ് ആവർത്തിക്കാനാവില്ല.

source: Already repeated that notice.
ml: ആ അറിയിപ്പ് മുമ്പേ തന്നെ ആവർത്തിച്ചിരിക്കുന്നു.

source: HTTP method not supported.
ml: എച്ച്.റ്റി.റ്റി.പി. രീതി പിന്തുണയ്ക്കുന്നില്ല.

source: Unsupported format: %s.
ml: പിന്തുണയ്ക്കാത്തയിനം തരം: %s.

source: Status deleted.
ml: സ്ഥിതിവിവരക്കുറിപ്പ് മായ്ച്ചിരിക്കുന്നു.

source: No status with that ID found.
ml: ആ ഐ.ഡി.യിൽ ഒരു സ്ഥിതിവിവരം കണ്ടെത്താനായില്ല.

source: Can only delete using the Atom format.
ml: ആറ്റം ഫോർമാറ്റ് ഉപയോഗിച്ചു മാത്രമേ മായ്ക്കാൻ കഴിയൂ.

source: Cannot delete this notice.
ml: ഈ അറിയിപ്പ് മായ്ക്കാൻ കഴിയില്ല.

source: Deleted notice %d
ml: %d എന്ന അറിയിപ്പ് മായ്ക്കുക

source: Client must provide a 'status' parameter with a value.
ml: ക്ലയന്റ് 'status' ചരത്തിന് ഒരു വില നൽകിയിരിക്കണം.

source: That's too long. Maximum notice size is %d character.
ml: അത് വളരെ വലുതാണ്. അറിയിപ്പിന്റെ പരമാവധി വലിപ്പം %d അക്ഷരമാണ്.

source: Parent notice not found.
ml: മാതൃ അറിയിപ്പ് കണ്ടെത്താനായില്ല.

source: Maximum notice size is %d character, including attachment URL.
ml: കൂടെ ചേർത്തിരിക്കുന്ന യൂ.ആർ.എൽ. അടക്കം അറിയിപ്പിന്റെ പരമാവധി വലിപ്പം %d അക്ഷരമാണ്.

source: Unsupported format.
ml: പിന്തുണയ്ക്കാത്തയിനം തരം.

source: %1$s / Favorites from %2$s
ml: %1$s / %2$s എന്ന ഉപയോക്താവിന് പ്രിയങ്കരമായവ

source: Could not generate feed for group - %s
ml: സംഘത്തിനുള്ള ഫീഡ് സൃഷ്ടിക്കാൻ കഴിഞ്ഞില്ല - %s

source: %s public timeline
ml: %s സാർവ്വജനിക സമയരേഖ

source: %s updates from everyone!
ml: %s പദ്ധതിയിൽ എല്ലാവരും അയച്ചിട്ടുള്ള പുതിയവാർത്തകൾ!

source: Unimplemented.
ml: പ്രാവർത്തികമാക്കിയിട്ടില്ല.

source: Repeated to %s
ml: %s എന്ന ഉപയോക്താവിനായി ആവർത്തിച്ചത്

source: Repeats of %s
ml: %s എന്ന ഉപയോക്താവിന്റെ ആവർത്തനങ്ങൾ

source: Notices tagged with %s
ml: %s എന്നു റ്റാഗ് ചെയ്തിട്ടുള്ള അറിയിപ്പുകൾ

source: Only the user can add to their own timeline.
ml: ഉപയോക്താവിനു മാത്രമേ അദ്ദേഹത്തിന്റെ സ്വന്തം സമയരേഖ ചേർക്കാൻ കഴിയൂ.

source: No content for notice %d.
ml: %d എന്ന അറിയിപ്പിനു ഉള്ളടക്കമില്ല

source: Notice with URI "%s" already exists.
ml: "%s" എന്ന യൂ.ആർ.ഐ.യിൽ അറിയിപ്പ് മുമ്പേ നിലവിലുണ്ട്.

source: API method under construction.
ml: എ.പി.ഐ. മെഥേഡ് നിർമ്മാണത്തിലാണ്.

source: User not found.
ml: ഉപയോക്താവിനെ കണ്ടത്താനായില്ല.

source: Notices %1$s has favorited on %2$s
ml: %2$s പദ്ധതിയിലെ അറിയിപ്പുകൾ %1$s എന്ന ഉപയോക്താവ് പ്രിയങ്കരമാണെന്ന് കുറിച്ചിട്ടുണ്ട്

source: Can only handle favorite activities.
ml: പ്രിയങ്കരമാക്കാനുള്ള പ്രക്രിയകൾ മാത്രം കൈകാര്യം ചെയ്യാനേ കഴിയൂ.

source: Can only fave notices.
ml: അറിയിപ്പുകൾ മാത്രമേ പ്രിയങ്കരമാണെന്ന് കുറിക്കാനാവൂ.

source: Unknown note.
ml: അജ്ഞാതമായ കുറിപ്പ്.

source: Already a favorite.
ml: മുമ്പേ തന്നെ പ്രിയങ്കരമാണ്.

source: %s group memberships
ml: %s സംഘ അംഗത്വങ്ങൾ

source: Groups %1$s is a member of on %2$s
ml: %2$s സൈറ്റിലെ ഒരു ഭാഗമാണ് %1$s എന്ന സംഘം

source: Cannot add someone else's membership.
ml: മറ്റൊരാളുടെ അംഗത്വം കൂട്ടിച്ചേർക്കാനാവില്ല.

source: Can only handle join activities.
ml: പങ്ക് ചേരൽ പ്രക്രിയകൾ മാത്രം കൈകാര്യം ചെയ്യാനേ കഴിയൂ.

source: Unknown group.
ml: അജ്ഞാത സംഘം.

source: Already a member.
ml: ഇപ്പോൾ തന്നെ അംഗമാണ്.

source: Blocked by admin.
ml: കാര്യനിർവ്വാഹകനാൽ തടയപ്പെട്ടിരിക്കുന്നു.

source: No such favorite.
ml: അത്തരത്തിൽ പ്രിയങ്കരമാക്കപ്പെട്ട ഒന്നും ഇല്ല.

source: Cannot delete someone else's favorite.
ml: മറ്റൊരാൾക്ക് പ്രിയങ്കരമാണ് എന്നത് മായ്ക്കാനാവില്ല.

source: No such group.
ml: അങ്ങനെ ഒരു സംഘം ഇല്ല.

source: Not a member.
ml: അംഗം അല്ല

source: Cannot delete someone else's membership.
ml: മറ്റൊരാളുടെ അംഗത്വം മായ്ക്കാനാവില്ല.

source: Cannot delete someone else's subscription.
ml: മറ്റൊരാളുടെ വരിക്കാരനാകൽ നീക്കം ചെയ്യാനാകില്ല.

source: Can only handle Follow activities.
ml: പിന്തുടരൽ പ്രക്രിയകൾ മാത്രം കൈകാര്യം ചെയ്യാനേ കഴിയൂ.

source: Can only follow people.
ml: ഉപയോക്താക്കളെ പിന്തുടരാൻ മാത്രമേ കഴിയൂ.

source: Already subscribed to %s.
ml: മുമ്പേ തന്നെ %s എന്ന ഉപയോക്താവിന്റെ വരിക്കാരനാണ്.

source: No nickname.
ml: അങ്ങിനെ വിളിപ്പേര് ഇല്ല.

source: No size.
ml: വലിപ്പം നൽകിയിട്ടില്ല.

source: Invalid size.
ml: അസാധുവായ വലിപ്പം.

source: Avatar
ml: അവതാരം

source: Avatar settings
ml: അവതാരത്തിന്റെ സജ്ജീകരണം

source: Original
ml: യഥാർത്ഥം

source: Preview
ml: എങ്ങനെയുണ്ടെന്നു കാണുക

# BUTTON
source: Delete
ml: മായ്ക്കുക

# BUTTON
source: Upload
ml: അപ്‌ലോഡ്

# BUTTON
source: Crop
ml: വെട്ടിച്ചെറുതാക്കുക

source: No file uploaded.
ml: പ്രമാണമൊന്നും അപ്‌ലോഡ് ചെയ്തിട്ടില്ല.

source: Avatar updated.
ml: അവതാരം പുതുക്കി.

source: Failed updating avatar.
ml: അവതാരം അപ്‌ലോഡ് ചെയ്യുന്നത് പരാജയപ്പെട്ടു.

source: Backup account
ml: അംഗത്വത്തിന്റെ ബാക്ക്അപ് എടുക്കുക

source: Only logged-in users can backup their account.
ml: ലോഗിൻ ചെയ്തിട്ടുള്ള ഉപയോക്താക്കൾക്കു മാത്രമേ അവരുടെ അംഗത്വത്തിന്റെ ബാക്ക്അപ് എടുക്കാനാവു.

source: You may not backup your account.
ml: താങ്കൾക്ക് താങ്കളുടെ അംഗത്വത്തിന്റെ ബാക്ക്അപ് എടുക്കാനായേക്കില്ല.

# BUTTON
source: Backup
ml: ബാക്ക്അപ്

source: Backup your account.
ml: താങ്കളുടെ അംഗത്വത്തിന്റെ ബാക്ക്അപ് എടുക്കുക.

source: You already blocked that user.
ml: താങ്കൾ മുമ്പേ തന്നെ ആ ഉപയോക്താവിനെ തടഞ്ഞിരിക്കുകയാണ്.

source: Block user
ml: ഉപയോക്താവിനെ തടയുക

# BUTTON
source: No
ml: അല്ല

source: Do not block this user.
ml: ഈ ഉപയോക്താവിനെ തടയരുത്.

# BUTTON
source: Yes
ml: അതെ

source: Block this user.
ml: ഈ ഉപയോക്താവിനെ തടയുക.

source: Failed to save block information.
ml: തടയലിന്റെ വിവരങ്ങൾ സേവ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു.

source: A list of the users blocked from joining this group.
ml: ഈ സംഘത്തിൽ ചേരുന്നതിൽ നിന്നും തടയപ്പെട്ടിട്ടുള്ള ഉപയോക്താക്കളുടെ പട്ടിക.

source: Unblock user from group
ml: സംഘത്തിൽ നിന്നും ഉപയോക്താവിനുള്ള തടയൽ നീക്കുക

# BUTTON
source: Unblock
ml: തടയൽ നീക്കുക

source: Unblock this user
ml: ഈ ഉപയോക്താവിന്റെ തടയൽ നീക്കുക

source: No confirmation code.
ml: സ്ഥിരീകരണ കോഡ് ഇല്ല.

source: Confirmation code not found.
ml: സ്ഥിരീകരണ കോഡ് കണ്ടെത്താനായില്ല.

source: That confirmation code is not for you!
ml: ആ സ്ഥിരീകരണ കോഡ് താങ്കൾക്കുള്ളതല്ല!

source: Unrecognized address type %s.
ml: തിരിച്ചറിയാവാത്ത തരം വിലാസം %s.

source: That address has already been confirmed.
ml: ആ വിലാസം മുമ്പേ തന്നെ സ്ഥിരീകരിക്കപ്പെട്ടതാണ്.

source: Could not delete address confirmation.
ml: ഇമെയിൽ സ്ഥിരീകരണം നീക്കം ചെയ്യാൻ കഴിഞ്ഞില്ല.

source: Confirm address
ml: വിലാസം സ്ഥിരീകരിക്കുക

source: The address "%s" has been confirmed for your account.
ml: താങ്കളുടെ അംഗത്വത്തിന് "%s" എന്ന വിലാസം സ്ഥിരീകരിച്ചിരിക്കുന്നു.

source: Conversation
ml: സംഭാഷണം

source: Notices
ml: അറിയിപ്പുകൾ

source: Only logged-in users can delete their account.
ml: ലോഗിൻ ചെയ്തിട്ടുള്ള ഉപയോക്താക്കൾക്കു മാത്രമേ അവരുടെ അംഗത്വം മായ്ക്കാനാകൂ.

source: You cannot delete your account.
ml: താങ്കളുടെ അംഗത്വം താങ്കൾക്ക് മായ്ക്കാനാകില്ല.

source: I am sure.
ml: എനിക്കുറപ്പാണ്.

source: You must write "%s" exactly in the box.
ml: പെട്ടിയിൽ "%s" എന്നു തന്നെ താങ്കൾ എഴുതി നൽകണം.

source: Account deleted.
ml: അംഗത്വം മായ്ച്ചിരിക്കുന്നു.

source: Delete account
ml: അംഗത്വം മായ്ക്കുക

source: This will <strong>permanently delete</strong> your account data from this server.
ml: ഇത് താങ്കളുടെ അംഗത്വ വിവരങ്ങൾ ഈ സെർവറിൽ നിന്ന് <strong>സ്ഥിരമായി മായ്ക്കുന്നതാണ്</strong>.

source: Confirm
ml: സ്ഥിരീകരിക്കുക

source: Enter "%s" to confirm that you want to delete your account.
ml: താങ്കളുടെ അംഗത്വം മായ്ക്കണമെന്ന് സ്ഥിരികരിക്കാൻ "%s" നൽകുക.

source: Permanently delete your account
ml: താങ്കളുടെ അംഗത്വം എന്നെന്നേക്കുമായി മായ്ച്ചുകളയുക

source: There was a problem with your session token.
ml: താങ്കളുടെ സെഷൻ ചീട്ടിൽ ഒരു പ്രശ്നമുണ്ടായിരുന്നു.

source: No nickname or ID.
ml: വിളിപ്പേരോ ഐ.ഡി.യോ ഇല്ല.

source: Deleted group %s
ml: %s സംഘം മായ്ച്ചിരിക്കുന്നു

source: Delete group
ml: സംഘം മായ്ക്കുക

source: Do not delete this group.
ml: ഈ സംഘത്തെ മായ്ക്കരുത്.

source: Delete this group.
ml: ഈ സംഘത്തെ മായ്ക്കുക.

source: Not logged in.
ml: ലോഗിൻ ചെയ്തിട്ടില്ല

source: You are about to permanently delete a notice. Once this is done, it cannot be undone.
ml: താങ്കൾ ഒരു അറിയിപ്പ് സ്ഥിരമായി മായ്ക്കാൻ പോകുന്നു. ഒരിക്കൽ ഇത് പൂർത്തിയായാൽ, പുനഃസ്ഥാപിക്കാനാവില്ല.

source: Delete notice
ml: അറിയിപ്പ് മായ്ക്കുക

source: Are you sure you want to delete this notice?
ml: ഈ അറിയിപ്പ് ഒഴിവാക്കണമെന്നു താങ്കൾക്ക് ഉറപ്പാണോ?

source: Do not delete this notice.
ml: ഈ അറിയിപ്പ് മായ്ക്കരുത്.

source: Delete this notice.
ml: ഈ അറിയിപ്പ് മായ്ക്കുക.

source: You cannot delete users.
ml: താങ്കൾക്ക് ഉപയോക്താക്കളെ നീക്കം ചെയ്യാൻ കഴിയില്ല.

source: You can only delete local users.
ml: താങ്കൾക്ക് പ്രാദേശിക ഉപയോക്താക്കളെ മാത്രമേ നീക്കം ചെയ്യാൻ കഴിയൂ.

# TITLE
source: Delete user
ml: ഉപയോക്താവിനെ നീക്കം ചെയ്യുക

source: Delete user
ml: ഉപയോക്താവിനെ നീക്കം ചെയ്യുക

source: Are you sure you want to delete this user? This will clear all data about the user from the database, without a backup.
ml: ഈ ഉപയോക്താവിനെ നീക്കം ചെയ്യണമെന്ന് താങ്കൾക്ക് തീർച്ചയാണോ? ഇത് ഡേറ്റാബേസിൽ നിന്നും ബാക്ക്അപ് ഇല്ലാതെ ഉപയോക്താവിനെ കുറിച്ചുള്ള എല്ലാ വിവരങ്ങളും നീക്കം ചെയ്യും.

source: Do not delete this user.
ml: ഈ ഉപയോക്താവിനെ നീക്കം ചെയ്യരുത്.

source: Delete this user.
ml: ഈ ഉപയോക്താവിനെ നീക്കം ചെയ്യുക.

source: Design
ml: രൂപകല്പന

source: Design settings for this StatusNet site
ml: ഈ സ്റ്റാറ്റസ്‌നെറ്റ് സൈറ്റിന്റെ രൂപകല്പനാ സജ്ജീകരണങ്ങൾ

source: Invalid logo URL.
ml: ലോഗോ യൂ.ആർ.എൽ. അസാധുവാണ്.

source: Invalid SSL logo URL.
ml: അസാധുവായ എസ്.എസ്.എൽ. ലോഗോ യൂ.ആർ.എൽ.

source: Theme not available: %s.
ml: ദൃശ്യരൂപം ലഭ്യമല്ല: %s.

source: Change logo
ml: ലോഗോ മാറ്റുക

source: Site logo
ml: സൈറ്റിന്റെ ലോഗോ

source: SSL logo
ml: എസ്.എസ്.എൽ. ലോഗോ

source: Change theme
ml: ദൃശ്യരൂപം മാറ്റുക

source: Site theme
ml: സൈറ്റിന്റെ ദൃശ്യരൂപം

source: Theme for the site.
ml: ഈ സൈറ്റിന്റെ ദൃശ്യരൂപം.

source: Custom theme
ml: ഐച്ഛിക ദൃശ്യരൂപം

source: You can upload a custom StatusNet theme as a .ZIP archive.
ml: താങ്കളുടെ ഇച്ഛാനുസരണം നിർമ്മിച്ച സ്റ്റാറ്റസ്‌നെറ്റ് ദൃശ്യരൂപം .സിപ് ആർക്കൈവ് ആയി താങ്കൾക്ക് അപ്‌ലോഡ് ചെയ്യാവുന്നതാണ്.

source: Change background image
ml: പശ്ചാത്തലചിത്രം മാറ്റുക

source: Background
ml: പശ്ചാത്തലം

source: You can upload a background image for the site. The maximum file size is %1$s.
ml: താങ്കൾക്ക് ഈ സൈറ്റിനുള്ള പശ്ചാത്തല ചിത്രം അപ്‌ലോഡ് ചെയ്യാവുന്നതാണ്. പ്രമാണത്തിന്റെ പരമാവധി വലിപ്പം %1$s ആയിരിക്കണം.

source: On
ml: സജ്ജം

source: Off
ml: രഹിതം

source: Turn background image on or off.
ml: പശ്ചാത്തലചിത്രം പ്രവർത്തന സജ്ജമാക്കുക അല്ലെങ്കിൽ രഹിതമാക്കുക.

source: Tile background image
ml: പശ്ചാത്തലചിത്രം ആവർത്തിച്ചു ചേർക്കുക

source: Change colors
ml: നിറങ്ങൾ മാറ്റുക

source: Content
ml: ഉള്ളടക്കം

source: Sidebar
ml: പാർശ്വഭിത്തി

source: Text
ml: എഴുത്ത്

source: Links
ml: കണ്ണികൾ

source: Advanced
ml: വിപുലം

source: Custom CSS
ml: സ്വന്തം സി.എസ്.എസ്.

# BUTTON
source: Use defaults
ml: സ്വതേയുള്ളവ ഉപയോഗിക്കുക

source: Restore default designs.
ml: സ്വതേയുള്ള രൂപകല്പനകൾ പുനഃസ്ഥാപിക്കുക.

source: Reset back to default.
ml: മുമ്പ് സ്വതേയുണ്ടായിരുന്നതിലേയ്ക്ക് പുനഃസ്ഥാപിക്കുക.

source: Save design.
ml: രൂപകല്പന സേവ്‌ ചെയ്യുക.

source: This notice is not a favorite!
ml: ഈ അറിയിപ്പ് പ്രിയങ്കരമാണെന്ന് അടയാളപ്പെടുത്തിയിട്ടില്ല!

source: Add to favorites
ml: പ്രിയങ്കരങ്ങളിലേയ്ക്ക് ചേർക്കുക

source: No such document "%s".
ml: "%s" എന്നൊരു രേഖ ഇല്ല.

source: Name is required.
ml: പേര് ആവശ്യമാണ്.

source: Name is too long (maximum 255 characters).
ml: പേരിനു നീളം വളരെ കൂടുതലാണ് (പരമാവധി 255 അക്ഷരങ്ങൾ).

source: Name already in use. Try another one.
ml: പേര് മുമ്പേ ഉപയോഗത്തിലുണ്ട്. മറ്റൊരെണ്ണം ശ്രമിക്കുക.

source: Description is required.
ml: വിവരണം ആവശ്യമാണ്.

source: Source URL is too long.
ml: സ്രോതസ്സ് യൂ.ആർ.എൽ. വളരെ വലുതാണ്.

source: Source URL is not valid.
ml: സ്രോതസ്സ് യൂ.ആർ.എൽ. അസാധുവാണ്.

source: Organization is required.
ml: സംഘടനയേതെന്ന് ആവശ്യമാണ്.

source: Organization is too long (maximum 255 characters).
ml: സംഘടനയുടെ പേരിന്റെ നീളം വളരെക്കൂടുതലാണ് (പരമാവധി 255 അക്ഷരങ്ങൾ).

source: Organization homepage is required.
ml: സംഘടനയുടെ പ്രധാനതാൾ ആവശ്യമാണ്.

source: Edit %s group
ml: %s എന്ന സംഘത്തിൽ മാറ്റം വരുത്തുക

source: You must be logged in to create a group.
ml: ഒരു സംഘം സൃഷ്ടിക്കാൻ താങ്കൾ ലോഗിൻ ചെയ്തിരിക്കണം.

source: You must be an admin to edit the group.
ml: സംഘത്തിൽ മാറ്റം വരുത്താൻ താങ്കൾ ഒരു കാര്യനിർവ്വാഹകനായിരിക്കണം.

source: Use this form to edit the group.
ml: സംഘത്തിൽ മാറ്റം വരുത്താൻ ഈ ഫോം ഉപയോഗിക്കുക.

source: Options saved.
ml: ഐച്ഛികങ്ങൾ സേവ് ചെയ്തിരിക്കുന്നു.

source: Email settings
ml: ഇമെയിൽ സജ്ജീകരണങ്ങൾ

source: Manage how you get email from %%site.name%%.
ml: %%site.name%% സൈറ്റിൽ നിന്നുള്ള ഇമെയിൽ എപ്രകാരമാണ് ലഭിക്കേണ്ടതെന്ന് ക്രമീകരിക്കുക.

source: Email address
ml: ഇമെയിൽ വിലാസം

source: Current confirmed email address.
ml: ഇപ്പോൾ സ്ഥിരീകരിക്കപ്പെട്ടിട്ടുള്ള ഇമെയിൽ വിലാസം.

# BUTTON
source: Remove
ml: നീക്കം ചെയ്യുക

source: Awaiting confirmation on this address. Check your inbox (and spam box!) for a message with further instructions.
ml: ഈ വിലാസം സ്ഥിരീകരിക്കപ്പെടാൻ അവശേഷിക്കുന്നു. കൂടുതൽ നിർദ്ദേശങ്ങൾക്ക് താങ്കളുടെ ഇൻബോക്സും (ഒപ്പം സ്പാം ബോക്സും!) പരിശോധിക്കുക.

source: Email address, like "UserName@example.org"
ml: "UserName@example.org" പോലെയുള്ള ഇമെയിൽ വിലാസം

# BUTTON
source: Add
ml: കൂട്ടിച്ചേർക്കുക

source: Incoming email
ml: ഇങ്ങോട്ടുള്ള ഇമെയിൽ

source: I want to post notices by email.
ml: എനിക്ക് അറിയിപ്പുകൾ ഇമെയിൽ വഴി പ്രസിദ്ധീകരിക്കണം.

source: Send email to this address to post new notices.
ml: പുതിയ അറിയിപ്പുകൾ പ്രസിദ്ധീകരിക്കാൻ ഈ വിലാസത്തിൽ ഇമെയിൽ അയയ്ക്കുക.

source: Make a new email address for posting to; cancels the old one.
ml: പ്രസിദ്ധീകരിക്കാനായി പുതിയൊരു ഇമെയിൽ വിലാസം സൃഷ്ടിക്കുക; പഴയതു റദ്ദാക്കപ്പെടും.

source: To send notices via email, we need to create a unique email address for you on this server:
ml: ഇമെയിൽ വഴി അറിയിപ്പുകൾ അയയ്ക്കാൻ, ഈ സെർവറിൽ താങ്കൾക്കായി ഒരു അനന്യ ഇമെയിൽ വിലാസം സൃഷ്ടിക്കേണ്ടതുണ്ട്:

# BUTTON
source: New
ml: പുതിയത്

source: Email preferences
ml: ഇമെയിൽ ക്രമീകരണങ്ങൾ

source: Send me email when someone sends me a private message.
ml: ആരെങ്കിലും എനിക്കൊരു സ്വകാര്യ സന്ദേശമയച്ചാൽ എനിക്ക് ഇമെയിൽ അയയ്ക്കുക.

source: Send me email when someone sends me an "@-reply".
ml: ആരെങ്കിലും എനിക്കൊരു "@-reply" അയച്ചാൽ എനിക്ക് ഇമെയിൽ അയയ്ക്കുക.

source: Email preferences saved.
ml: ഇമെയിൽ ക്രമീകരണങ്ങൾ സേവ് ചെയ്തിരിക്കുന്നു.

source: No email address.
ml: ഇമെയിൽ വിലാസം ഇല്ല.

source: Not a valid email address.
ml: സാധുവായ ഇമെയിൽ വിലാസം അല്ല.

source: That is already your email address.
ml: അതാണ് താങ്കളുടെ ഇമെയിൽ വിലാസം.

source: That email address already belongs to another user.
ml: ആ ഇമെയിൽ വിലാസം മറ്റൊരു ഉപയോക്താവ് മുമ്പേ ഉപയോഗിക്കുന്നു.

source: Could not insert confirmation code.
ml: സ്ഥിരീകരണ കോഡ് ഉൾപ്പെടുത്താൻ കഴിഞ്ഞില്ല.

source: A confirmation code was sent to the email address you added. Check your inbox (and spam box!) for the code and instructions on how to use it.
ml: താങ്കൾ ചേർത്തിട്ടുള്ള ഇമെയിൽ വിലാസത്തിലേയ്ക്ക് ഒരു സ്ഥിരീകരണ കോഡ് അയച്ചിട്ടുണ്ട്. കോഡിനും അതെപ്രകാരം ഉപയോഗിക്കാമെന്ന മാർഗ്ഗനിർദ്ദേശങ്ങൾക്കും താങ്കളുടെ ഇൻബോക്സ് (ഒപ്പം സ്പാം ബോക്സും) പരിശോധിക്കുക.

source: No pending confirmation to cancel.
ml: റദ്ദാക്കാനായി സ്ഥിരീകരണങ്ങളൊന്നും അവശേഷിക്കുന്നില്ല.

source: That is the wrong email address.
ml: അത് തെറ്റായ ഇമെയിൽ വിലാസമാണ്.

source: Could not delete email confirmation.
ml: ഇമെയിൽ സ്ഥിരീകരണം നീക്കം ചെയ്യാൻ കഴിഞ്ഞില്ല.

source: Email confirmation cancelled.
ml: ഇമെയിൽ സ്ഥിരീകരണം റദ്ദാക്കി.

source: That is not your email address.
ml: അത് താങ്കളുടെ ഇമെയിൽ വിലാസമല്ല.

source: The email address was removed.
ml: ഇമെയിൽ വിലാസം നീക്കം ചെയ്തിരിക്കുന്നു.

source: No incoming email address.
ml: സ്വീകരിക്കാനുള്ള ഇമെയിൽ വിലാസം ഇല്ല.

source: Could not update user record.
ml: ഉപയോക്തൃ രേഖകൾ പുതുക്കാൻ കഴിഞ്ഞില്ല.

source: Incoming email address removed.
ml: സ്വീകരിക്കാനുള്ള ഇമെയിൽ വിലാസം നീക്കം ചെയ്തിരിക്കുന്നു.

source: New incoming email address added.
ml: സ്വീകരിക്കാനുള്ള പുതിയ ഇമെയിൽ വിലാസം കൂട്ടിച്ചേർത്തിരിക്കുന്നു.

source: This notice is already a favorite!
ml: ഈ അറിയിപ്പ് മുമ്പേ തന്നെ പ്രിയങ്കരമാണ്!

source: Disfavor favorite.
ml: പ്രിയങ്കരമാണ് എന്നത് നീക്കം ചെയ്യുക.

source: Popular notices
ml: ജനപ്രിയ അറിയിപ്പുകൾ

source: Popular notices, page %d
ml: ജനപ്രിയ അറിയിപ്പുകൾ, താൾ %d

source: The most popular notices on the site right now.
ml: ഈ സൈറ്റിൽ ഇപ്പോഴുള്ള ഏറ്റവും ജനപ്രിയ അറിയിപ്പുകൾ.

source: Favorite notices appear on this page but no one has favorited one yet.
ml: പ്രിയങ്കരമായ അറിയിപ്പുകൾ ഈ താളിലാണ് പ്രത്യക്ഷപ്പെടേണ്ടത് പക്ഷെ ഒന്നും ആരും ഇതുവരെ പ്രിയങ്കരമാണെന്ന് അടയാളപ്പെടുത്തിയിട്ടില്ല.

source: %s's favorite notices
ml: %s എന്ന ഉപയോക്താവിനു പ്രിയങ്കരങ്ങളായ അറിയിപ്പുകൾ

source: Featured users
ml: പ്രമുഖ ഉപയോക്താക്കൾ

source: Featured users, page %d
ml: പ്രമുഖ ഉപയോക്താക്കൾ, താൾ %d

source: A selection of some great users on %s.
ml: %s പദ്ധതിയിലെ ചില മഹദ് ഉപയോക്താക്കൾ.

source: No notice ID.
ml: അറിയിപ്പിന്റെ ഐ.ഡി. ഇല്ല.

source: No notice.
ml: അറിയിപ്പ് ഇല്ല.

source: Not expecting this response!
ml: ഈ പ്രതികരണമല്ല പ്രതീക്ഷിച്ചത്!

source: That user has blocked you from subscribing.
ml: വരിക്കാരനാകുന്നതിൽ നിന്നും ആ ഉപയോക്താവ് താങ്കളെ തടഞ്ഞിരിക്കുന്നു.

source: You are not authorized.
ml: താങ്കൾക്ക് അംഗീകാരം ലഭിച്ചിട്ടില്ല.

source: Could not convert request token to access token.
ml: അഭ്യർത്ഥനാ ചീട്ടിനെ അഭിഗമ്യതാ ചീട്ടാക്കാൻ കഴിയില്ല.

source: Remote service uses unknown version of OMB protocol.
ml: വിദൂര സേവനം അപരിചിതമായ ഒ.എം.ബി. പ്രോട്ടോകോൾ ഉപയോഗിക്കുന്നു.

source: Cannot read file.
ml: പ്രമാണം വായിക്കാനാവില്ല.

source: No group specified.
ml: സംഘമൊന്നും വ്യക്തമാക്കിയിട്ടില്ല.

source: Only an admin can block group members.
ml: സംഘത്തിലെ അംഗങ്ങളെ തടയൻ കാര്യനിർവ്വാഹകനു മാത്രമേ കഴിയൂ.

source: User is already blocked from group.
ml: ഉപയോക്താവ് സംഘത്തിൽ നിന്നും മുമ്പേ തന്നെ തടയപ്പെട്ടിരിക്കുന്നു.
